Repository: alexislintw/Where-is-Bella
Catalog: whereisbella/ResourcesUniversal/localizable_strings/*.lproj/dialogues.strings
Languages: es, ja, ru, zh_hans, zh_hant

# a6s5d5
source: Looks like Michelle is the last person for us to investigate!
es: Parece que Michelle es la última persona para nosotros para investigar!
ja: それを考えてみると、ミシェルは私達の最後の調査対象ですね！
ru: Кажется, у нас остался последний подозриваемый сейчас. Мишель!
zh_hans: 看来蜜雪儿是我们最後一个调查的对象了！
zh_hant: 看來蜜雪兒是我們最後一個調查的對象了！

# a7s1d1
source: Why is Bella's pacifier in Michelle's purse?
es: ¿Por qué es el chupete de Bella en el bolso de Michelle?
ja: なんでベラーのおしゃぶりはミシェルの鞄の中に？
ru: Почему соска Беллы появилась в кошельке Мишель?
zh_hans: 为什麽贝拉的奶嘴会出现在蜜雪儿的皮包里？
zh_hant: 為什麼貝拉的奶嘴會出現在蜜雪兒的皮包裡？

# a7s1d2
source: I don't remember this as Bella's pacifier. Maybe it's just an ordinary pacifier instead of Bella's?
es: No me acuerdo de esto como el chupete de Bella. Tal vez es sólo un chupete normal en vez de la de Bella?
ja: ベラーのこのおしゃぶりは覚えにはないです。もしかして、それは只のおしゃぶりで、ベラーのおしゃぶりでは有りません。
ru: Я не помню, это соска Беллы или нет. Может быть, это просто обычная соска?
zh_hans: 我不记得这个贝拉的奶嘴。或许那只是一般的奶嘴。并不是贝拉的奶嘴？
zh_hant: 我不記得這個貝拉的奶嘴。或許那只是一般的奶嘴。並不是貝拉的奶嘴？

# a7s1d3
source: Are you sure? You have to think carefully about it, don't make a mistake!
es: ¿Está seguro? Usted tiene que pensar cuidadosamente, no cometer un error!
ja: そう？あなたはよく考えてみて、感違わないで！
ru: Ты уверена? Подумай еще, не перепутай их!
zh_hans: 是吗？你得仔细想一想，别记错了！
zh_hant: 是嗎？你得仔細想一想，別記錯了！

# a7s1d4
source: It does look quite alike... Bella has many pacifiers, I can't be sure if this is Bella's.
es: Todo tiene un aspecto bastante parecido ... Bella tiene muchos chupetes, no puedo estar seguro de si se trata de Bella.
ja: ちょっと似ているみたいですけど…ベラーのおしゃぶりは沢山有りますから、このおしゃぶりはベラーの物かは確定できません。
ru: Это действительно похожа на соску Беллы ... Но Белла имеет много сосок, я не уверена, что это принадлежит Белле или нет.
zh_hans: 是很像...贝拉有很多个奶嘴，我不确定这是不是贝拉的奶嘴。
zh_hant: 是很像...貝拉有很多個奶嘴，我不確定這是不是貝拉的奶嘴。

# a7s2d1
source: Why would there be so many baby pictures? It's arranged so comfortably! Bella would definitely love to play here!
es: ¿Por qué habría tantas fotos de bebé? Se dispone de manera cómoda! Bella sin duda les encanta jugar aquí!
ja: ここになんで赤ちゃんの写真がこんなに有りました？ベラーはきっとここで遊びたいです！
ru: Откуда так много фотографий ребенка? Здесь так удобно! Белла обязательно захочет здесь поиграть!
zh_hans: 这里怎麽会有这麽多婴儿的照片啊？布置地真是舒服！贝拉一定会很喜欢在这里玩！
zh_hant: 這裡怎麼會有這麼多嬰兒的照片啊？佈置地真是舒服！貝拉一定會很喜歡在這裡玩！

# a7s2d2
source: Hey, don't forget that we are still doing our investigation!
es: Hey, no olvides que aún estamos haciendo nuestra investigación!
ja: へ〜忘れないで、我々はまだ調査中ですよ！
ru: Эй, не забывай , что у нас еще не кончилось расследование!
zh_hans: ㄟ，别忘了，我们还在继续调查之中！
zh_hant: ㄟ，別忘了，我們還在繼續調查之中！

# a7s2d3
source: I know! I know! Look! Here's a picture of Bella taken at the hospital when she was just born!
es: ¡Lo sé! ¡Lo sé! ¡Mira! Aquí hay una foto de Bella tomada en el hospital cuando se le acaba de nacer!
ja: 分かっているって！ほら！これらの写真の中にベラーが病院で出産した一枚の写真があります。
ru: Знаю, знаю! Смотри! Вот здесь одна картина Беллы, которая была снята в больнице, когда она только родилась!
zh_hans: 知道知道！你看！这些照片里有一张是贝拉在医院刚出生时拍的照片！
zh_hant: 知道知道！你看！這些照片裏有一張是貝拉在醫院剛出生時拍的照片！

# a7s2d4
source: Strange! How did Michelle get this photo?
es: Extraño! ¿Cómo Michelle obtener esta foto?
ja: 怪しいな！ミシェルはなんでこの写真を持っていますか？
ru: Странно! Как Мишель получила эту фотографию?
zh_hans: 奇怪！蜜雪儿怎麽会有这张照片？
zh_hant: 奇怪！蜜雪兒怎麼會有這張照片？

# a7s2d5
source: Did we not just find out that Ms. Michelle seemed to have done something secret for Emily at the hospital?
es: ¿Acaso no sólo encontramos que la Sra. Michelle parecía haber hecho algo en secreto por Emily en el hospital?
ja: 先、我々は病院で見たエミリさんがミシェルさんに何かの秘密なことを手伝いましたよね？
ru: Мы не только что узнали, что Эмили, казалось, помогла Мишель с каким-то тайным делом в больнице?
zh_hans: 刚才我们不是查到爱蜜丽小姐在医院好像帮蜜雪儿做了甚麽秘密事情？
zh_hant: 剛才我們不是查到愛蜜麗小姐在醫院好像幫蜜雪兒做了甚麼祕密事情？

# a7s2d6
source: Ms. Emily was the nurse at the hospital when Bella was born!
es: La Sra. Emily era la enfermera en el hospital cuando Bella había nacido!
ja: エミリさんはベラーが出産した病院での看護婦です。
ru: Эмили работала медсестрой в больнице, где Белла родилась!
zh_hans: 爱蜜丽小姐就是贝拉出生医院里的护士！
zh_hant: 愛蜜麗小姐就是貝拉出生醫院裡的護士！

# a7s2d7
source: So, Bella is the baby that Ms. Michelle wants to adopt?
es: Así, Bella es el bebé que la Sra. Michelle quiere adoptar?
ja: だから、ベラーもミシェルさんに認定した養子の赤ちゃんです？
ru: Так, Белла также была выбрана Мишель для усыновления?
zh_hans: 所以，贝拉也是被蜜雪儿小姐相中要领养的婴儿？
zh_hant: 所以，貝拉也是被蜜雪兒小姐相中要領養的嬰兒？

# a7s4d1
source: Look! This is an IOU of a huge loan from Michelle to Pierre.
es: ¡Mira! Se trata de un reconocimiento de deuda de un gran préstamo de Michelle a Pierre.
ja: ほら見て！これはピエレがミシェルから借りた巨額の領収書です。
ru: Смотри! Нашли долговую расписку в одолженном большом кридите Мишели для Пьера.
zh_hans: 妳看！这是一张皮耶向蜜雪儿贷款的巨额借据。
zh_hant: 妳看！這是一張皮耶向蜜雪兒貸款的鉅額借據。

# a7s4d2
source: What did I say! How could Pierre have all the money to start a business right after he came out of the prison?
es: ¿Qué fue lo que dije! ¿Cómo podría Pierre tener todo el dinero para iniciar un negocio justo después de que salió de la cárcel?
ja: 私は言ったでしょ！ピエレは出獄したばかりで、なんでそんなに金持ちになれて、創業できましたか。
ru: Вот я сказал(а)! Откуда у Пьера деньги на бизнес сразу после освобождения из тюрьмы?
zh_hans: 我就说啊！皮耶刚出狱怎麽就有钱可以创业。
zh_hant: 我就說啊！皮耶剛出獄怎麼就有錢可以創業。

# a7s4d3-1
source: There must be a reason why Michelle was willing to loan Pierre the money.
es: Tiene que haber una razón por la cual Michelle estaba dispuesto a préstamo Pierre el dinero.
ja: ミシェルはピエレにお金を貸した理由はあると思います。
ru: Мишель должна была отдать деньги Пьеру в долг по какой-то причине.
zh_hans: 蜜雪儿愿意借钱给皮耶，一定有她的道理。
zh_hant: 蜜雪兒願意借錢給皮耶，一定有她的道理。

# a7s4d3-2
source: It also says on the back of this IOU that a creative treasure of the world can be used as the payment.
es: También se dice en la contraportada de este pagaré que un tesoro creativo del mundo puede ser utilizado como el pago.
ja: この領収書の後ろに、一つの創作珍品で補われると書きました。
ru: На расписке также написано, что он будет дарить ей всемирное творческое сокровище в качестве оплаты.
zh_hans: 这借据後面还写着可以以一件世间的创作珍品作为抵偿。
zh_hant: 這借據後面還寫著可以以一件世間的創作珍品作為抵償。

# a7s4d4
source: World treasure? Creative art? She had such confidence in him!
es: Mundial tesoro? Arte creativo? Tenía tanta confianza en él!
ja: 世間の珍品？創作芸術品？彼女は彼の事を自信を持っていますね。
ru: Всемирное сокровище? Творчество? Она действительно была уверена в нём!
zh_hans: 世间的珍品？创作艺术品？她对他还真有信心呢！
zh_hant: 世間的珍品？創作藝術品？她對他還真有信心呢！

# a7s4d5
source: I think Michelle meant something else.
es: Creo que Michelle quería decir algo más.
ja: ミシェルは他の事に指していると思います。
ru: Я думаю, что Мишель имела в виду что-то другое.
zh_hans: 我想蜜雪儿另有所指！
zh_hant: 我想蜜雪兒另有所指！

# a7s4d6
source: A world treasure... a real nursery... you mean what she was referring to as the world treasure was a baby!
es: Un tesoro del mundo ... un vivero de verdad ... te refieres a lo que se refería a que el mundo del tesoro era un bebé!
ja: 世間の珍品…一つの地道での育児室…あなたが言うと、彼女が指しているのは一人の子供ですか！
ru: Мировое сокровище ... детская комната под землей ... Ты имешь в виду, что это мировое сокровище был ребенком!
zh_hans: 世间珍品...一个地道的育儿室...你是说她指的世间珍品是一个小孩！
zh_hant: 世間珍品...一個地道的育兒室...你是說她指的世間珍品是一個小孩！

# a7s5d1
source: It's true that it's unfair that a piece of paper should determine someone's future!
es: Es cierto que es injusto que un pedazo de papel debe determinar el futuro de alguien!
ja: そうですね、一枚の紙で一人の未来を決めるって言う事は、確かに不公平です。
ru: Это правда. Нельзя определять будущее человека с одной бумажкой. Это слишком не справедливо!
zh_hans: 是的，一张纸就订下一个人的未来，确实太不公平！
zh_hant: 是的，一張紙就訂下一個人的未來，確實太不公平！

# a7s5d2
source: Hey, we are looking for suspects. Don't become too sympathetic!
es: Hey, estamos buscando a los sospechosos. No ser demasiado simpático!
ja: へ〜！我々は容疑者を探しているのよ！あなたは哀憐の気持ちを控えてね！
ru: Эй, мы сейчас ищем подозреваемых. Не стоит выражать свое сочувствие!
zh_hans: ㄟ！我们是在找嫌犯喔！你不要太有怜悯心了！
zh_hant: ㄟ！我們是在找嫌犯喔！你不要太有憐憫心了！

# a7s5d3
source: Looks like one of these seven had hidden the truth.
es: Parece que uno de estos siete habían ocultado la verdad.
ja: この七人の中で誰かが真実を隠しています！
ru: Кажется, кто-то из этих семерых человке скрыл правду.
zh_hans: 看来这七个人当中有人隐藏了真相！
zh_hant: 看來這七個人當中有人隱藏了真相！

# a7s5d4
source: Let's spread out these clues and try to find Bella fast!
es: Vamos a repartir dichas pistas y tratar de encontrar a Bella rápido!
ja: 私達がその跡を追って、ベラーを探しましょうか！
ru: Давай рассмотрим эти улики и побыстрее найдем Беллу !
zh_hans: 让我们把这些蛛丝马迹摊开来！赶紧找到贝拉吧！
zh_hant: 讓我們把這些蛛絲馬跡攤開來！趕緊找到貝拉吧！

# a8s1d1
source: King Kong and Molly rush to the car. They find Emily's car, with some luggage inside, and a window opened up with a little gap. Inside the window Bella safely sleeps in the safety seat.
es: Finalmente encontró Bella, Bella duerme tranquilo en el asiento de seguridad.
ja: やっとベラーを見つけました。ベラーが安全椅子で寝ています。
ru: Наконец-то нашли Беллу! Она спокойно спала на кресле в автомобиле.
zh_hans: 终於找到贝拉了，她在安全座椅中睡着了。
zh_hant: 終於找到貝拉了，她在安全座椅中睡著了。

# a8s2d1
source: After the mystery is solved, Bella rubs her eyes and gives a bright smile. Just like nothing had ever happened.
es: Una vez resuelto el misterio, Bella se frota los ojos y da una sonrisa brillante. Como si nada hubiera pasado nunca. Nosotros continuamos celebrando Kaiden feliz cumpleaños!
ja: 謎を解けた後、ベラーはゆっくりと目を開けて、燦爛の笑顔がでて、何事も起きていなかった様に。皆はカイトの誕生日パーテイーの祝いで楽しく続いていました！
ru: После того, как загадка раскрылась, Белла проснулась и открыла глаза. Она ярко улыбается, как будто ничего не случилось. Теперь все гости продолжают веселиться и праздновать день рождения для Кадена!
zh_hans: 谜底解开後，贝拉醒来张开眼睛，露出灿烂的微笑，好像什麽事情都没发生过。大家继续快乐的庆祝凯登的生日！
zh_hant: 謎底解開後，貝拉醒來張開眼睛，露出燦爛的微笑，好像什麼事情都沒發生過。大家繼續快樂的慶祝凱登的生日！
