Repository: alexislintw/Where-is-Bella
Catalog: whereisbella/ResourcesUniversal/localizable_strings/*.lproj/dialogues.strings
Languages: es, ja, ru, zh_hans, zh_hant

# a0s1d1
source: Bella, a one and a half year old girl, who had not learned to talk yet,
es: Bella es una niña encantadora y medio año de edad, ella no sabia hablar tanto,
ja: ベラーは活発で可愛い一才半の女の子です。まだ巧く喋らないですが、
ru: Белла, полтора-летняя девочка, которая еще не умеет говорить,
zh_hans: 贝拉，一个一岁半的小女孩，还不会说话，
zh_hant: 貝拉，一個一歲半的小女孩，還不會說話，

# a0s2d1
source: likes to walk around and explore this new and interesting world.
es: pero le gusta a caminar a todos lados para explorar este nuevo mundo.
ja: 歩きが好きで、この奇妙な世界であちこち探索しています。
ru: любит ходить и наблюдать новый и интересный мир.
zh_hans: 喜欢自己走路，到处探索这个新奇的世界。
zh_hant: 喜歡自己走路，到處探索這個新奇的世界。

# a0s3d1
source: Today is Bella's brother Kaden's third birthday
es: Hoy es el hermano de Bella, Kadan 3 años del cumpleaños,
ja: 今日はベラーの兄三歳の誕生日
ru: Сегодня день рождения ее трехлетнего брата Каден
zh_hans: 今天是贝拉的哥哥凯登三岁生日，
zh_hant: 今天是貝拉的哥哥凱登三歲生日，

# a0s4d1
source: and everyone came to celebrate it
es: hay 7 invitados llegaron a la playa de Santa Mónica en California
ja: でお客さんがサンターモニカビーチにあるハウスに来て、
ru: и все пришли, чтобы отметить его в доме,
zh_hans: 所有人都到了这个位於加州
zh_hant: 所有人都到了這個位於加州

# a0s4d2
source: at this house by the Santa Monica Beach in California.
es: junto a la casa para celebrar el cumpleaños de Kadan.
ja: カイトの誕生日お祝いしました。
ru: находящемся около пляжа Санта-Моника в Калифорнии.
zh_hans: 圣塔莫尼卡海滩旁的房子来庆祝凯登的生日。
zh_hant: 聖塔莫尼卡海灘旁的房子來慶祝凱登的生日。

# a0s5d1
source: While everyone was celebrating, Kaden's robot- King Kong,
es: En la celebración gozosa, El juguete favorito de Bella -
ja: 楽しいお祝いで、ベラーの大好きな玩具〜
ru: Когда все празднуют, робот Кадена Кинг-Конг и любимая для Беллы кукла Молли обнаружили,
zh_hans: 在欢乐庆祝之馀，贝拉最喜欢的洋娃娃茉莉和机器人金刚，
zh_hant: 在歡樂慶祝之餘，貝拉最喜歡的洋娃娃茉莉和機器人金剛，

# a0s5d2
source: and Bella's favorite doll- Molly realized that Bella was missing!
es: Robot King Kong y Muñeca Jasmine descubri que Bella se perdió!
ja: キンコンロボットと西洋人形が見つかりません。
ru: что Белла пропала с вечеринки!
zh_hans: 他们发现贝拉竟然不见了！
zh_hant: 他們發現貝拉竟然不見了！

# a0s6d1
source: Not wanting to spoil the joyful atmosphere at the party for Kaden's birthday,
es: Como no quería estropear el ambiente de alegría en la fiesta de cumpleaños de Kaden,
ja: お誕生日パーテイーの楽しい雰囲気を影響しないため、
ru: Чтобы не испортить веселую атмосферу при праздновании дня рождения Кадена,
zh_hans: 为了不影响凯登哥哥的生日派对欢乐的气氛，
zh_hant: 為了不影響凱登哥哥的生日派對歡樂的氣氛，

# a0s7d1
source: King Kong and Molly spread the magical bubble "Time Suspension Bubble" to freeze everyone at the celebration.
es: King Kong y Molly extendió la burbuja mágica "Tiempo Suspensión burbuja" de congelar todo el mundo en la celebración. Cualquiera de Bella se perdió o fue tomada por alguien,
ja: キンコンとモリが迷魂泡『時間を暫定する沫』を振りかけて、楽しんでいる人々を凍結しました。
ru: Кинг-Конг и Молли просыпали «волшебный пузырь» для приостановки времени и заморозили всех гостей на вечеринке.
zh_hans: 金刚和茉莉洒出时间暂停泡泡，冻结了所有正在嬉戏的人们，
zh_hant: 金剛和茉莉灑出時間暫停泡泡，凍結了所有正在嬉戲的人們，

# a0s7d2
source: Either Bella got lost by herself or was taken by someone, King Kong the robot, and Molly the doll have to save their little master Bella before the "Time Suspension Bubble" expires!
es: Robot King Kong y Muñeca Molly tienen que salvar a su pequeña maestra Bella antes de que expire el "Tiempo Suspensión burbuja"!
ja: 『時間を暫定する沫』が消失する前に、ベラーが走失したか他人に連れさせたかに関わらず、早く、ロボットのキンコンと可愛い西洋人形モリと一緒にベラーを救いましょう！
ru: Либо Белла заблудилась, либо она была взята кем-то, робот Кинг-Конг и кукла Молли должны спасти их маленькую хозяйку Беллу до окончания действия «волшебного пузыря».
zh_hans: 他们要在时间暂停泡泡失效前拯救小主人贝拉！
zh_hant: 他們要在時間暫停泡泡失效前拯救小主人貝拉！

# a0s8d1
source: When was the last time you saw Bella?
es: ¿Cuándo fue la última vez que vio a Bella?
ja: ベラーを最後に合ったのはどこですか？
ru: Когда ты Беллу последний раз видел? Когда ты в последний раз видел Беллу? Тоже можно
zh_hans: 你最後一次见到贝拉是在哪里？
zh_hant: 你最後一次見到貝拉是在哪裡？

# a0s8d2-1
source: In the kitchen, when Annie took Bella's hand and led her out. Emily was holding Kaden's birthday gift coming into the kitchen and blocked my sight.
es: En la cocina, cuando Annie tomó la mano de Bella y llevado a cabo. Emily estaba celebrando el regalo de cumpleaños de Kaden entrando en la cocina y bloqueó mi vista.
ja: 厨房です。アンニがベラーの手を握って外へ行きました。そのとき、エミリがカイトへのプレゼントを持って入って来た所、私の視線を遮断しました。
ru: На кухне,когда Энни взяла руку Беллы и вывела ее, в тот же мемент Эмили пришла с подарком для Кадена и заблокировала мой взгляд.
zh_hans: 在厨房里，安妮拉着贝拉的手走出去，当时爱蜜丽正拿着给凯登的生日礼物走进来，阻挡了我的视线。
zh_hant: 在廚房裏，安妮拉著貝拉的手走出去，當時愛蜜麗正拿著給凱登的生日禮物走進來，阻擋了我的視線。

# a0s8d2-2
source: I am not sure if they are still somewhere in the house or if they had left the house.
es: No estoy seguro de si todavía están en algún lugar de la casa o si habían salido de la casa.
ja: 私は彼らが家中のどこかにいるか、外に出たかは確定できません。
ru: Я не уверен(а), они еще где-то в доме или уже ушли из дома.
zh_hans: 我不确定他们是否还在家中的某个角落还是在哪儿？
zh_hant: 我不確定他們是否還在家中的某個角落還是在哪兒？

# a0s8d3-1
source: Annie walked out holding Bella's hand, if they did not meet up with someone else, they should have not gone far.
es: Annie salió y sosteniendo de la mano de Bella, si no se encuentran con otra persona, que no debería haber ido muy lejos. Vamos a tratar de encontrar Annie primero,
ja: アンニがベラーの手を握って外へ行った時、もし、他人に会ったらば、
ru: Энни вышла, держась за руку Беллы. Они должны были не ушли далеко, если их не встретили кто-нибудь.
zh_hans: 安妮拉着贝拉的手走出去，如果没遇到其他人的话，应该是走不远。
zh_hant: 安妮拉著貝拉的手走出去，如果沒遇到其他人的話，應該是走不遠。

# a0s8d3-2
source: Let's try to find Annie first, then we should be able to find out where Bella is.
es: entonces deberíamos ser capaces de averiguar donde Bella es.
ja: 遠くへは行かないでしょう、我々はまずアンニを探し出したら、ベラーの跡が分かるでしょう。
ru: Давай сначала попробуем найти Энни, потом сможем разобраться с местом Беллы.
zh_hans: 我们先找到安妮，应该就能知道贝拉的踪迹。
zh_hant: 我們先找到安妮，應該就能知道貝拉的蹤跡。

# a1s1d1
source: Are these Bella's shoes? Why would they be hidden in the play room in Annie's house?
es: ¿Son estos zapatos de Bella? ¿Por qué estarían ocultos en la sala de juegos en la casa de Annie?
ja: これはベラーが紛失した靴じゃないですか？なんでアンニの家の遊戯室に隠しました？
ru: Вот это туфли Беллы, которые недавно потерялись?! Как же они оказались в игровой комнате Энни?
zh_hans: 这不是贝拉遗失的小鞋子吗？怎麽藏在安妮家的游戏室里。
zh_hant: 這不是貝拉遺失的小鞋子嗎？怎麼藏在安妮家的遊戲室裡。

# a1s1d2-1
source: All the items in the play room seem to mean something to Annie. A little broken doll with Annie's name on it...
es: Todos los artículos en la sala de juegos parecen significar algo para Annie. Una pequeña muñeca rota con el nombre de Annie...
ja: 遊戯室で置いてあるのは全部アンニにとって有意義な物ばっかりです。一つ西洋人形の上にアンニの名前が書いてあります。
ru: Кажется, все предметы в игровой комнате имеют значение для Энни. Немного сломанная кукла с именем Энни...
zh_hans: 游戏室里放的好像都是对安妮有意义的东西。一个写着安妮的小破洋娃娃...
zh_hant: 遊戲室裏放的好像都是對安妮有意義的東西。一個寫著安妮的小破洋娃娃...

# a1s1d2-2
source: a pair of little shoes also with Annie' name on them, and pictures of Annie in the kindergarten...
es: un par de pequeños zapatos también con el nombre de Annie, y las imágenes de Annie en el jardín de infancia ...
ja: 靴もアンニの名前がのって有ります。また、アンニの幼稚園の写真も…
ru: маленькая обувь также с именем Энни, а также фотография Энни, которая была снята в детском саду...
zh_hans: 一双也有着安妮名字的小鞋，和安妮上幼稚园的照片...
zh_hant: 一雙也有著安妮名字的小鞋，和安妮上幼稚園的照片...

# a1s1d3
source: Could Annie think that Bella's shoes were hers too?
es: Podría Annie cree que los zapatos de Bella eran de ella también?
ja: もしかしたら、アンニはベラーの靴も自分の物ですかと？
ru: Могла бы Энни думать, что обувь Беллы тоже была одной из ее вещей?
zh_hans: 难道安妮觉得贝拉的小鞋也是她的鞋？
zh_hant: 難道安妮覺得貝拉的小鞋也是她的鞋？

# a1s1d4
source: Why would Annie think that? She is 7 years old now. She should be able to understand that she needs to give other people's belongings back to them.
es: ¿Por qué pensar que Annie? Ella tiene 7 años ahora. Ella debe ser capaz de entender que tiene que dar las pertenencias de otras personas de nuevo a ellos.
ja: なんでアンニはこんなに思っていますか？もう七歳ですよね、他人の物は他人へ返すべきのことは分かるでしょう。
ru: Зачем Энни так думает? Ей уже 7 лет. Она должна уметь понимать необходимость возврата чужих вещей.
zh_hans: 为什麽安妮会这样想呢？她已经七岁了，她应该能够了解别人的东西要还给别人的道理。
zh_hant: 為什麼安妮會這樣想呢？她已經七歲了，她應該能夠瞭解別人的東西要還給別人的道理。

# a1s1d5
source: So, there must be some motivation and reason why Annie kept Bella's shoes.
es: Por lo tanto, tiene que haber un poco de motivación y por lo que Annie mantiene los zapatos de Bella.
ja: だから、アンニはベラーの靴を保留したのは彼女の動機と理由があると思います。
ru: Поэтому у Энни должна быть какая-то причина, по которой она хранила обувь Беллы.
zh_hans: 所以安妮保留贝拉的鞋一定有她的动机和理由。
zh_hant: 所以安妮保留貝拉的鞋一定有她的動機和理由。

# a1s1d6
source: Such as...?
es: Tales como ...?
ja: それが…?
ru: Какая?
zh_hans: 就像是...？
zh_hant: 就像是...？

# a1s1d7
source: Bella should be like something precious and worth collecting to Annie.
es: Bella debe ser como algo precioso y vale la pena recoger a Annie.
ja: ベラーのことはアンニの心当たりにコレクションとしての収蔵する意義があるでしょう。
ru: Белла могла быть значительной для Энни, и ее вещи стоит собирать как драгоценности.
zh_hans: 贝拉应该在安妮心中有收藏珍品的意义。
zh_hant: 貝拉應該在安妮心中有收藏珍品的意義。

# a1s2d1
source: Look at this paper plane, there are letters on the paper.
es: Mira este avión de papel, hay letras en el papel.
ja: ほら〜この紙飛行機で文字が透けています。
ru: Смотри! На этом бумажном самолетике есть слова.
zh_hans: 妳看，这架纸飞机，有字透在纸上。
zh_hant: 妳看，這架紙飛機，有字透在紙上。

# a1s2d2-1
source: This is a letter Annie wrote to her father.
es: Esta es una carta de Annie escribió a su padre.
ja: これはアンニがお父さんに書いた手紙です。
ru: Это письмо, которое Энни написала отцу.
zh_hans: 这是一封安妮写给爸爸的信。
zh_hant: 這是一封安妮寫給爸爸的信。

# a1s2d2-2
source: 『Dear Daddy, I don't want to have a new father. I hope you can come back and be re-married to mom and have a little sister to keep me accompanied,
es: 『Querido papá, yo no quiero tener un nuevo padre. Espero que pueda volver y se volvió a casar con la madre y tiene una hermana pequeña para mantenerme acompañado,
ja: 『親愛なる父親へ、私は新しいパパがいりません。お父さんが戻ってきてお母さんともう一回結婚してほしいです。一人の妹を生んで私と一緒に居てほしいです。
ru: 『Дорогой Отец, я не хочу нового отца. Я надеюсь, чтобы вы вернулись и снова женился на маме, родили для меня маленькую сестру.
zh_hans: 『亲爱的爸爸，我不想要有新爸爸，我希望你能回来和妈妈重新结婚，生一个妹妹陪我
zh_hant: 『親愛的爸爸，我不想要有新爸爸，我希望你能回來和媽媽重新結婚，生一個妹妹陪我

# a1s2d2-3
source: one just as cute as Bella next door. I will help to take care of my little sister! Daddy, could you please come home? Annie. June 2013.』
es: una tan linda como Bella al lado. Voy a ayudar a cuidar a mi hermanita! Papá, ¿podría volver a casa? Annie. Junio de 2013.』
ja: 隣のベラーと同じ可愛い妹で、私は妹の世話をします！お父さん、帰ってきていいですか？アンニ。2013年6月』
ru: Она должна быть такой милой, как наша соседка Белла. Я буду ухаживать за младшей сестрой. Отец, пожалуйста, вернитесь домой! Энни В Июне 2013 года.』
zh_hans: 就像隔壁的贝拉一样可爱的妹妹，我会帮忙照顾妹妹！爸爸，请你回家好吗？安妮。2013年6月。』
zh_hant: 就像隔壁的貝拉一樣可愛的妹妹，我會幫忙照顧妹妹！爸爸，請你回家好嗎？安妮。2013年6月。』

# a1s2d3
source: Annie must be very sad because her mother is going to be married to a new father.
es: Annie debe ser muy triste porque su madre va a estar casada con un nuevo padre.
ja: アンニはきっと心に傷付きました。お母さんがもうすぐ新しいお父さんと結婚するからですね。
ru: Энни должно было очень грустно, потому что ее мать собирается выйти замуж за нового отца.
zh_hans: 安妮一定很伤心，因为她的母亲即将要跟新爸爸结婚了。
zh_hant: 安妮一定很傷心，因為她的母親即將要跟新爸爸結婚了。

# a1s2d4
source: This letter was written in June this year.
es: Esta carta fue escrita en junio de este año.
ja: この手紙は今年の六月に書きましたもの。
ru: Это письмо было написано в июне этого года.
zh_hans: 这封信是今年六月写的。
zh_hant: 這封信是今年六月寫的。

# a1s2d5
source: But Annie's dad passed away last winter in a car accident.
es: Pero el padre de Annie murió el invierno pasado en un accidente de coche.
ja: でも、アンニのお父さんは去年の冬に事故で亡くなりました。
ru: Но отец Энни прошлой зимой погиб в автокатастрофе.
zh_hans: 可是安妮的爸爸已经在去年的冬天车祸往生了。
zh_hant: 可是安妮的爸爸已經在去年的冬天車禍往生了。

# a1s2d6
source: Annie couldn't accept the truth and suffer from a deep sadness in her heart.
es: Annie no podía aceptar la verdad y sufren de una profunda tristeza en su corazón.
ja: アンニはこの事実を受け取れなくて、心も悲しみに苦しんでいます。
ru: Энни не могла принять этот факт и сильно мучалась от чувства тоски.
zh_hans: 安妮无法接受事实，也深受内心悲伤的苦。
zh_hant: 安妮無法接受事實，也深受內心悲傷的苦。

# a1s4d1
source: Is this Annie's hand writing on the sheet music?
es: ¿Es la escritura a mano de Annie en la partitura?
ja: この楽譜上の筆跡はアンニの？
ru: Энни оставила этот почерк на нотах?
zh_hans: 这个琴谱上的字迹是安妮的？
zh_hant: 這個琴譜上的字跡是安妮的？

# a1s4d2-1
source: The lyrics says "My sister Bella" daddy smiles and pushes the swings for me and my sister...
es: La letra dice: "Mi hermana Bella" papá sonríe y empuja los columpios para mí y mi hermana ... Quiero volar con mi hermana, volar a la cima del mundo maravilloso ...
ja: 歌詞は『私の妹ベラー』父は微笑みながら、私と妹が乗っているブランコを軽く揺らして、私は妹を連れて飛びます。綺麗な世界の頂点に飛びます。
ru: Текст говорит: "Моя сестра Белла", папа улыбается и толкает качели для нас ... Я хочу летать с моей сестрой,
zh_hans: 歌词写着“我的妹妹贝拉” 爸爸微笑地推着我和妹妹的秋千...我要带着妹妹飞翔，
zh_hant: 歌詞寫著“我的妹妹貝拉” 爸爸微笑地推著我和妹妹的鞦韆...我要帶著妹妹飛翔，

# a1s4d2-2
source: I want to fly with my sister, fly to the top of the wonderful world... we play together, play together joyfully...
es: jugamos juntos, jugar juntos con alegría ...
ja: 私達は一緒に遊んで、楽しく遊んでいます。
ru: полетим в верхнюю часть удивительного мира ... мы играем вместе и веселимся.
zh_hans: 飞到美好的世界的顶端...我们一起玩耍，开开心心地玩耍...
zh_hant: 飛到美好的世界的頂端...我們一起玩耍，開開心心地玩耍...

# a1s4d3
source: Could it be that Annie is going to take Bella to go look for her father?
es: ¿Podría ser que Annie se va a llevar a Bella a ir a buscar a su padre?
ja: もしかしたら、アンニはベラーを連れて、お父さんの所へ？
ru: Неужели Энни хотела взять Беллу вместе и пойти к отцу?
zh_hans: 难道，安妮想要带着贝拉去找爸爸？
zh_hant: 難道，安妮想要帶著貝拉去找爸爸？

# a1s4d4
source: We need to use the spirit calling mirror to ask Annie where did she hide Bella?
es: ¿Tenemos que usar el espejo llamado espíritu de pedir Annie dónde se esconden Bella?
ja: 私達は回魂鏡が必要です。アンニに聞いて、一体ベラーをどこに隠しましたか？
ru: Нам нужно использовать зеркало для вызова духа и спросить Энни, где она спрятала Беллу?
zh_hans: 我们需要用回魂镜，问问安妮，她到底把贝拉藏去哪里了？
zh_hant: 我們需要用回魂鏡，問問安妮，她到底把貝拉藏去哪裡了？

# a1s5d1
source: In her sub-consciousness Annie was jealous of Kaden for having a sister. She hoped that Kaden would know how it is like to be alone. So she took Bella away at his birthday party.
es: En su subconsciente Annie estaba celoso de Kaden por tener una hermana. Esperaba que Kaden sabría cómo se siente al estar solo. Así que ella tomó a Bella en su fiesta de cumpleaños.
ja: アンニは潜在意識の中でカイオンが妹いる事を嫉妬しています。カイオンにもその孤独を味わいたいです。だから、カイオンの誕生日でベラーを連れ去ったのです。
ru: В своем подсознании Энни завидует Кадену, что у него есть сестра. Она надеялась, чтобы Каден почувствовал одиночество . Так она унесла Беллу в его день рождения.
zh_hans: 安妮在浅意识中很忌妒凯恩有妹妹，希望凯恩尝试到孤单的滋味。所以在凯恩生日把贝拉带走。
zh_hant: 安妮在淺意識中很忌妒凱恩有妹妹，希望凱恩嘗試到孤單的滋味。所以在凱恩生日把貝拉帶走。

# a1s5d2
source: If it was like what Annie had said, it was Mr. Johnny who last saw Bella, we should go ask Mr. Johnny about it.
es: Si fuera como lo que Annie había dicho, era el señor Johnny quien vio Bella por última vez , debemos ir preguntarle al Sr. Johnny.
ja: アンニが言った様に、ベラーを最後に見たのがジョンニーさんですから、我々はジョンニーさんに聞いてみましょう。
ru: Если бы это было точно так, как Энни сказала, что Мистер Джонни был человеком, который в последний раз видел Беллу, то мы должны обратиться к Мистеру Джонни и спросить его.
zh_hans: 若如同安妮所说，最後是强尼先生看到贝拉，我们就应该去询问强尼先生。
zh_hant: 若如同安妮所說，最後是強尼先生看到貝拉，我們就應該去詢問強尼先生。

# a2s1d1
source: This is the Mr. Johnny's missing dog poster from last year.
es: Esto es falta del cartel del perro del Sr. Johnny desde el año pasado.
ja: これは去年、ジョンニーさんの愛犬が失ったときのポスターです。
ru: Это объявление прошлого года о потерянной собаке Мистера Джонни.
zh_hans: 这张是去年强尼先生爱狗走失的寻狗海报。
zh_hant: 這張是去年強尼先生愛狗走失的尋狗海報。

# a2s1d2-1
source: I recall that the neighborhood kids always like to take the dog out secretly.
es: Recuerdo que los niños del barrio siempre les gusta llevar el perro en secreto. Ese momento en particular,
ja: 私の思いでは、近所の子供達がよくこっそりと、犬を連れ出して遊んでいました。あるとき、子供達が長く遊んでいて、
ru: Я помню, что соседские дети всегда хотели тайно взять собаку.
zh_hans: 我记得附近的小孩们总喜欢偷偷把小狗牵出去玩，
zh_hant: 我記得附近的小孩們總喜歡偷偷把小狗牽出去玩，

# a2s1d2-2
source: That particular time, the kids played for too long and did not notice when the dog was gone and they lost it.
es: los niños jugaban por mucho tiempo y no se dio cuenta cuando el perro se había ido y la perdieron.
ja: 何時か犬が行ったのは気付かずに、とうとう失いました。
ru: Однажды, они играли слишком долго и не заметили, когда собака пропала. Они потеряли ее.
zh_hans: 那一次小孩玩太久了，没有注意到小狗什麽时候不见了，所以将小狗弄丢了。
zh_hant: 那一次小孩玩太久了，沒有注意到小狗什麼時候不見了，所以將小狗弄丟了。

# a2s1d3
source: Mr. Johnny was very mad and didn't want to talk to the neighbors anymore.
es: Sr. Johnny estaba muy enojado y no quería hablar con los vecinos.
ja: ジョンニーさんがこの原因で非常に怒っていて、その時からもう、近所と話ません。
ru: Мистер Джонни был так возмущен, что больше не разговаривает с соседями.
zh_hans: 强尼先生因此很生气，从此不愿意和邻居说话。
zh_hant: 強尼先生因此很生氣，從此不願意和鄰居說話。

# a2s2d1
source: It was Bella's little pink ball in the closet! It was missing when we were playing on the beach...
es: Era pequeña bola rosada de Bella en el armario! Faltaba cuando estábamos jugando en la playa ...
ja: タンスでベラーのピンクのボールを見つけました！前、我々が海辺で遊んだ時に失いましたの…
ru: Нашли маленький розовый шар Беллы в шкафу! Его потеряли, когда мы играли на пляже ...
zh_hans: 柜子里找到的是贝拉的粉红小球！我们之前在海滩上玩时不见的...
zh_hant: 櫃子裏找到的是貝拉的粉紅小球！我們之前在海灘上玩時不見的...

# a2s2d2
source: Why would Mr. Johnny hide Bella's little ball?
es: ¿Por qué el Sr. Johnny esconden pequeña bola de Bella?
ja: ジョンニーさんはなんでベラーのボールを隠しましたか？
ru: Почему Мистер Джонни спрятал маленький шарик Беллы?
zh_hans: 强尼先生为什麽要将贝拉的小球藏起来呢？
zh_hant: 強尼先生為什麼要將貝拉的小球藏起來呢？

# a2s4d1
source: It's strange. Isn't this the little garden at Annie's home? Why would there be a black working glove?
es: Es extraño. ¿No es éste el pequeño jardín en la casa de Annie? ¿Por qué habría un guante de trabajo negro?
ja: あれ〜これはアンニ家の小さい花園ではないですか？なんで黒い工作用のグロープが現した。
ru: Странно! Почему в саду дома Энни найдена черная рабочая перчатка?
zh_hans: 奇怪了，这不是安妮家的小花园吗？怎麽会出现一个黑色工作手套。
zh_hant: 奇怪了，這不是安妮家的小花園嗎？怎麼會出現一個黑色工作手套。

# a2s4d2
source: There's a letter J in the glove. Could this be Mr. Johnny's working glove?
es: Hay una letra J en el guante. ¿Podría ser este guante de trabajo del Sr. Johnny?
ja: グローブではJの印があって、もしかして、ジョンニーさんの工作用グローブです？
ru: В перчатке есть знак J. Может быть, это рабочая перчатка Мистера Джонни?
zh_hans: 手套里面有一个J字记号，难道这是强尼先生的工作手套？
zh_hant: 手套裏面有一個J字記號，難道這是強尼先生的工作手套？

# a2s4d3
source: Let's use the spirit calling mirror to prompt Mr. Johnny and get the truth out.
es: Vamos a usar el espejo llamar espíritu para que solicite el Sr. Johnny y obtener la verdad.
ja: 我々は回魂鏡を使って、ジョンニーさんを目醒めて、実情を理解しましょう。
ru: Давай используем зеркало вызова духа, чтобы привести в сознание Мистера Джонни и узнать правду.
zh_hans: 我们用回魂镜来点醒强尼先生，了解一下实情。
zh_hant: 我們用回魂鏡來點醒強尼先生，瞭解一下實情。

# a2s5d1
source: Mr. Johnny looks cold. But he would want to take off his gloves and to help little Bella up when he saw her falling down and crying.
es: Sr. Johnny parece fría. Pero querría quitarse los guantes y ayudar poco a Bella cuando la vio caer y llorar.
ja: ジョンニーさんは情けない様に見えますが、でも、ベラーが転んで泣いた時、すぐグローブを脱いで助けようとしました。
ru: Мистер Джонни выглядит холодно, но он хотел снять с рук перчатки и помочь маленькой Белле, когда он видел,что она падает и плачет.
zh_hans: 强尼先生看起来很无情，但是他看到小贝拉摔倒了哭泣，他会把手上的手套脱掉，想去扶小贝拉。
zh_hant: 強尼先生看起來很無情，但是他看到小貝拉摔倒了哭泣，他會把手上的手套脫掉，想去扶小貝拉。

# a2s5d2-1
source: Who would know if what he said was true or not? He hates kids and is unfriendly to the community.
es: ¿Quién sabe si lo que decía era cierto o no? Odia a los niños y es hostil a la comunidad.
ja: そんなことは本当かどうか、誰が分かるのですか？彼は子供に憎んでいて、団地の人々にもっと親切ではないです。
ru: Кто знает, то , что он говорит, было правдой или нет? Он ненавидит детей и недружелюбен к соседям.
zh_hans: 谁知道他说的事真的还是假的？他对小孩有一种仇恨，对社区更是不友善。
zh_hant: 誰知道他說的事真的還是假的？他對小孩有一種仇恨，對社區更是不友善。

# a2s5d2-2
source: It could be that he wanted to kidnap little Bella so he took off his gloves.
es: Podría ser que él quería secuestrar a pequeña Bella así que se quitó los guantes.
ja: もしかして、ベラーを誘拐するためにグローブを脱ぎました。
ru: Может быть, он хотел похитить маленькую Беллу, поэтому снял перчатки.
zh_hans: 说不定他是想要拐走小贝拉才脱下手套的！
zh_hant: 說不定他是想要拐走小貝拉才脫下手套的！

# a2s5d3
source: Did he say that he saw a nurse? And the nurse seemed to know Bella?
es: ¿Dijo que vio a una enfermera? Y la enfermera parecía conocer a Bella?
ja: 彼が看護婦さんを見たと言いました？あの看護婦さんがベラーの事知っているようです？
ru: Он сказал, что видел медсестру? И эта медсестра, кажется, знает Беллу?
zh_hans: 他说他看到一个护士？那个护士似乎认识贝拉？
zh_hant: 他說他看到一個護士？那個護士似乎認識貝拉？

# a2s5d4
source: Could he be talking about nurse Emily?
es: Podría estar hablando de la enfermera Emily?
ja: まさか、彼が言っているのはエミリ看護婦さん？
ru: Мог ли он говорить о медсестре Эмили?
zh_hans: 难道他说的是爱蜜丽护士？
zh_hant: 難道他說的是愛蜜麗護士？

# a2s5d5
source: Did you not say that you saw nurse Emily walking into the kitchen at Bella's home and blocking your view to Annie and Bella?
es: ¿No dijiste que viste a la enfermera Emily caminando a la cocina en la casa de Bella y bloqueando la vista a Annie y Bella?
ja: あなたはベラー家の厨房でエミリ看護婦さんが入ってきて、アンニとベラーの後ろ姿を遮断したと言いましたよね？
ru: Ты мне не сказал(а), что ты видел(а) медсестру Эмили вошла на кухню и заблокировала ваш взгляд на Энни и Беллу?
zh_hans: 你不是说在贝拉家厨房里，看到爱蜜丽护士走进来，阻挡了妳看安妮和贝拉背影的视线吗？
zh_hant: 你不是說在貝拉家廚房裡，看到愛蜜麗護士走進來，阻擋了妳看安妮和貝拉背影的視線嗎？

# a2s5d6
source: That's right! She should have be chatting with everyone at Bella's home. Why was she out here?
es: ¡Eso es! Ella debería haber ser charlando con todo el mundo en la casa de Bella. ¿Por qué estaba aquí?
ja: そうよ、理論的には彼女がベラー家で皆とおしゃべりするはず、なんで出てきましたか？
ru: Правильно! Она должна была разговоривать со всеми в доме Беллы. Почему она оказалась здесь?
zh_hans: 是啊！照理说她应该会是在贝拉家跟大家闲聊，怎麽出来呢？
zh_hant: 是啊！照理說她應該會是在貝拉家跟大家閒聊，怎麼出來呢？

# a2s5d7
source: We have to find nurse Emily!
es: Tenemos que encontrar a la enfermera Emily!
ja: 我々はエミリ看護婦さんに会い行きましょう！
ru: Мы должны найти медсестру Эмили!
zh_hans: 我们必须要去找爱蜜丽护士！
zh_hant: 我們必須要去找愛蜜麗護士！

# a3s2d1
source: Why is there a baby strap here?
es: ¿Por qué hay una correa de bebé aquí?
ja: なんでここに赤ちゃん用のストラップがありました？
ru: Почему здесть есть ремень для ребенка?
zh_hans: 这里怎麽会出现一个婴儿的背带？
zh_hant: 這裡怎麼會出現一個嬰兒的背帶？

# a3s2d2
source: That's weird! This is not Bella's. And it should not be Annie's either.
es: Eso es raro! Esta no es la de Bella. Y no debería ser Annie tampoco.
ja: 怪しいですね。これはベラーのではありません。アンニの物でもありませんよね。
ru: Странно! Это ремень не для Беллы, и не для Энни.
zh_hans: 奇怪了！这不是贝拉的。也不应该是安妮的啊？
zh_hant: 奇怪了！這不是貝拉的。也不應該是安妮的啊？

# a3s2d3
source: Let's check carefully again to see if there are other unusual things.
es: Vamos a ver de nuevo cuidadosamente para ver si hay otras cosas inusuales.
ja: 我々はもっと詳しく調査して、また何か怪しい物がありますか。
ru: Давай еще раз тщательно проверим, есть ли здесь другие необычные вещи.
zh_hans: 我们再好好好调查一下还有甚麽奇怪的东西。
zh_hant: 我們再好好好調查一下還有甚麼奇怪的東西。

# a3s3d1
source: Here's Emily's cell phone.
es: Aquí está el celular de Emily.
ja: ここにエミリ看護婦さんの携帯電話があります。
ru: Вот мобильный телефон Эмили.
zh_hans: 这里有爱蜜丽护士的手机。
zh_hant: 這裡有愛蜜麗護士的手機。

# a3s3d2
source: The text says: We had broken up already. Please stop coming to harass me. Please stop making up stories about a child of ours as well.
es: El texto dice: Habíamos roto ya. Por favor, dejar de venir a acosarme. Por favor, dejen de inventar historias sobre un niño de la nuestra.
ja: メッセージに：私達はもう別れました、また、嫌がらせをしないで。それに、私達の間に子供がいるような物語を作らないで。
ru: В тексте говорится: мы уже расстались. Пожалуйста, перестаньте преследовать меня, а также прекратите составлять историю о нашем ребенке.
zh_hans: 简讯显示：我们已经分手了，请不要再来骚扰。也请不要再编造我们之间有小孩的故事。
zh_hant: 簡訊顯示：我們已經分手了，請不要再來騷擾。也請不要再編造我們之間有小孩的故事。

# a3s3d3
source: It looks like quarrels with her ex-boyfriend.
es: Parece que peleas con su ex-novio.
ja: これは前の彼氏との紛争見たいです。
ru: Похоже, у нее были ссоры с бывшим бойфрендом.
zh_hans: 看起来好像是和前男友之间的纠纷。
zh_hant: 看起來好像是和前男友之間的糾紛。

# a3s3d4
source: There's also an airline ticket to LA in Emily's purse. It's for tonight.
es: También hay un billete de avión a Los Angeles en el bolso de Emily. Es para esta noche.
ja: エミリの鞄の中に、一枚LAからニューヨークまでのチケットがあって、しかも今晩ですよ。
ru: В кошлеке Эмили также есть авиабилет из Лос-Анджелеса в Нью-Йорк. Рейс отправится именно сегодня.
zh_hans: 爱蜜丽的皮包里还有一张从LA飞到纽约的机票，就是今天晚上。
zh_hant: 愛蜜麗的皮包裡還有一張從LA飛到紐約的機票，就是今天晚上。
