Repository: alexislintw/Where-is-Bella
Catalog: whereisbella/ResourcesUniversal/localizable_strings/*.lproj/dialogues.strings
Languages: es, ja, ru, zh_hans, zh_hant

# a3s3d5
source: Why is Emily flying to LA tonight? Is she going to see her boyfriend?
es: ¿Por qué es Emily volando a Los Angeles esta noche? ¿Va a ver a su novio?
ja: なんでエミリが今日、ニューヨークへ行くの？まさか彼氏に？
ru: Почему Эмили отправится в Нью-Йорк именно сегодня? Она собирается там встретиться со своим ойфрендом?
zh_hans: 为什麽爱蜜丽今天要搭飞机到纽约？难道要去找男友？
zh_hant: 為什麼愛蜜麗今天要搭飛機到紐約？難道要去找男友？

# a3s3d6
source: But why would she come to Kaden's party in such a hurry right before her flight?
es: Pero ¿por qué iba a venir a la fiesta de Kaden tanta prisa justo antes de su vuelo?
ja: それになんで飛行機を乗る前に、急いでカイトの誕生日パーテイーに参加しました？
ru: Но зачем она спешила на вечеринку Кадена перед полетом?
zh_hans: 但他为什麽在搭机前还要急忙来参加凯登的生日派对？
zh_hant: 但他為什麼在搭機前還要急忙來參加凱登的生日派對？

# a3s4d1
source: Look! There's a note in Michelle's jacket hanging on the wall there.
es: Mira! Hay una nota en la chaqueta de Michelle colgado en la pared allí.
ja: ほら見て！壁の上に掛けているミシェルのジャケットのポケットの中にメモー用紙がありました。
ru: Смотри! Нашли записку в куртке Мишель, которая висит на стене!
zh_hans: 妳看！在墙上挂着的蜜雪儿外套里有一张便条纸！
zh_hant: 妳看！在牆上掛著的蜜雪兒外套裡有一張便條紙！

# a3s4d2
source: It says: 16-year-old Sarah, student, single mother. 2-month-old baby girl for adoption. Nurse Emily. Phone number 95499909997.
es: Dice: 16 años de edad, Sarah, estudiante, madre soltera de 2 meses de edad bebé en adopción enfermera Emily número de teléfono 95499909997....
ja: 上に書いているのは：サラー16歳、学生、未婚で子供を産んだ、女赤ちゃん、２ヶ月大、他人の養子に可能、エミリ看護婦、電話95499909997
ru: На ней написано: 16-летняя Сара, студентка, мать-одиночка. 2-месячная девочка для усыновления. Медсестра Эмили. Номер телефона 95499909997.
zh_hans: 上面写着：16岁莎拉，学生， 未婚生子。女婴，2月大，愿意让人领养。爱蜜丽护士 电话95499909997
zh_hant: 上面寫著：16歲莎拉，學生， 未婚生子。女嬰，2月大，願意讓人領養。愛蜜麗護士 電話95499909997

# a3s4d3
source: From this note it looks like there's a secret transaction going on between Emily and Michelle.
es: De esta nota se ve que hay una operación secreta entre Emily y Michelle.
ja: このメモー用紙から見ると、エミリとミシェルの間、密かに取引をしています。
ru: С помощью этой записки можно определить, что происходит какая-то тайная сделка между Эмили и Мишель.
zh_hans: 从这张便条纸看来爱蜜丽与蜜雪儿之间有秘密交易。
zh_hant: 從這張便條紙看來愛蜜麗與蜜雪兒之間有祕密交易。

# a3s4d4
source: Is this selling a kid?
es: ¿Es esto la venta de un niño?
ja: これは子供を売っていかすか？
ru: Они продают ребенка?
zh_hans: 这是在卖小孩吗？
zh_hant: 這是在賣小孩嗎？

# a3s4d5
source: Or is someone wanting to buy a kid?
es: ¿O es que alguien que desee comprar un niño?
ja: それとも、誰かが子供を買いたいですか？
ru: Или кто-то хотел купить ребенка?
zh_hans: 还是有人想要买小孩？
zh_hant: 還是有人想要買小孩？

# a3s4d6
source: Nurse Emily must know. There's her phone number on the note. Let's ask her with the spirit calling mirror.
es: Enfermera Emily debe saber. Hay a su número de teléfono en la nota. Pidámosle a ella con el espíritu llamando espejo.
ja: エミリ看護婦さんはきっと知っています。ここに彼女の電話番号があるから、回魂鏡で聞いてみましょうか。
ru: Медсестра Эмили обязательно знает правду . В записке есть номер ее телефона. Давай спросим ее через зеркало вызова духа.
zh_hans: 爱蜜丽护士一定知情，这里留有她的电话。我们用回魂镜问她看看。
zh_hant: 愛蜜麗護士一定知情，這裡留有她的電話。我們用回魂鏡問她看看。

# a3s5d1-1
source: Sounds like that Emily is really in pain.
es: Parece que Emily es realmente en el dolor.
ja: 話を聞くと、エミリは本当に苦しんでいるようですね、彼女は幸せな家庭を望んでいて、
ru: Похоже, что Эмили правда страдает от любви.
zh_hans: 听起来爱蜜丽真的很痛苦，她希望有个幸福的家庭，
zh_hant: 聽起來愛蜜麗真的很痛苦，她希望有個幸福的家庭，

# a3s5d1-2
source: She really wants to have a happy family and be reunited with her ex-boyfriend.
es: Ella realmente quiere tener una familia feliz y reunirse con su ex-novio.
ja: 前彼氏と仲直りをしたいですね。
ru: Она мечтает о семейном счастье и хочет воссоединиться со своим бывшим бойфрендом.
zh_hans: 想要跟前男友复合，但即使她参加了生日派对，可能也是希望落空。
zh_hant: 想要跟前男友復合，但即使她參加了生日派對，可能也是希望落空。

# a3s5d2
source: You cannot force love. Emily is so obsessed that she is hurting herself as well as her ex-boyfriend.
es: No se puede forzar el amor. Emily está tan obsesionado que está haciendo daño a sí misma, así como su ex-novio.
ja: 愛情は無理矢理にできないから、エミリは頑固しすぎると、自分を傷づくし、前の彼氏にも傷付きますよね。
ru: Чувство любви нельзя контролировать. Эмили настолько одержима, не только сама себя обижает,но и ее бывшего бойфренда.
zh_hans: 感情是无法勉强的。爱蜜丽过於执着，不仅伤害了自己，也伤害了她的前男友。
zh_hant: 感情是無法勉強的。愛蜜麗過於執著，不僅傷害了自己，也傷害了她的前男友。

# a3s5d3
source: If what Emily said was true, that she left with Pierre when she ran into him, we must go look for Pierre, to find out what the truth is.
es: Si lo que Emily dijo era cierto, que se fue con Pierre, cuando se encontró con él, tenemos que ir a buscar a Pedro, para saber cuál es la verdad.
ja: もし、エミリの話が本当であれば、ピエレに会ってから、ピエレと一緒に去ったとすると、では、我々は直ぐにピエレに会いに行かなければなりません。本当の実情は如何でしょう？
ru: Если Эмили не обманула и ушла с Пьером после встречи с ним, то нам будет надо пойти к Пьеру и посмтреть, было так или нет.
zh_hans: 如果爱蜜丽所言属实，她遇到皮耶就跟皮耶离开，那我们必须要去找皮耶，看看实情如何？
zh_hant: 如果愛蜜麗所言屬實，她遇到皮耶就跟皮耶離開，那我們必須要去找皮耶，看看實情如何？

# a4s1d1
source: Strange, why is there a trolley here?
es: Extraño, ¿por qué hay un carro en esta lista?
ja: 怪しいな〜何でここに一台の台車がありますか？
ru: Странно, почему эта тележка оказалась здесь?
zh_hans: 奇怪了这里怎麽有一个推车在这里。
zh_hant: 奇怪了這裡怎麼有一個推車在這裡。

# a4s1d2
source: It has the name of Pierre's studio on it.
es: Tiene el nombre del estudio de Pierre.
ja: 上にはピエレの工作室の名前があります。
ru: Там имеется название студии Пьера.
zh_hans: 上面有皮耶工作室的名字。
zh_hant: 上面有皮耶工作室的名字。

# a4s1d3
source: Why is this trolley here? It can not only carry goods but kids as well. Kids can even sleep in it.
es: ¿Por qué este carro en esta lista? No sólo se puede transportar mercancías pero los niños también. Los niños pueden incluso dormir dentro.
ja: なんでピエレの台車はここにいるの？この台車は荷物を載せられるし、子供も載せられます。しかも、子供が中に寝ることも可能です。
ru: Почему эта тележка здесь? С ней можно не только перевезти груз, но и ребенка также. Дети даже могут спать внутри тележки.
zh_hans: 为什麽皮耶的推车会在这里呢？这个推车不仅可以载货也可以载小孩，小孩甚至可以睡在里面。
zh_hant: 為什麼皮耶的推車會在這裡呢？這個推車不僅可以載貨也可以載小孩，小孩甚至可以睡在裡面。

# a4s3d1
source: This is a bracelet that Bella always carries with her! Why is it here?
es: Esta es una pulsera que Bella siempre lleva con ella! ¿Por qué está aquí?
ja: これはベラーがずっと身に付けたリングです！なんでここに落ちてありますか？
ru: Это браслет, который Белла всегда носит с собой! Почему он здесь?
zh_hans: 这是贝拉一直带在身上的手环！怎麽会掉在这里呢？
zh_hant: 這是貝拉一直帶在身上的手環！怎麼會掉在這裡呢？

# a4s3d2
source: It's on the beach viewing platform. Does that mean Bella had been here?
es: Está en la plataforma de observación de la playa. ¿Significa eso que Bella había estado aquí?
ja: 海辺のベランダに落ちていることは、ベラーがここに来ましたと？
ru: Он остался на смотровой площадке пляжа. Значит, Белла была здесь?
zh_hans: 掉在海滩观景台上， 那表示贝拉来过这里？
zh_hant: 掉在海灘觀景台上， 那表示貝拉來過這裡？

# a4s3d3
source: I think Mr. Pierre is very suspicious, he was in prison before.
es: Creo que el señor Pierre es muy sospechoso, que estaba en la cárcel antes.
ja: ピエレさんの疑いは一番大きい、彼は牢屋に入ったことがあります。
ru: Мне Мистер Пьер кажется мне подозрительным. Он был в тюрьме.
zh_hans: 我看皮耶先生的嫌疑很大，他曾经入狱过。
zh_hant: 我看皮耶先生的嫌疑很大，他曾經入獄過。

# a4s3d4
source: In prison? What for?
es: En la cárcel? ¿Para qué?
ja: 牢屋？原因は？
ru: В тюрьме? Почему?
zh_hans: 入狱？他是因为甚麽原因入狱？
zh_hant: 入獄？他是因為甚麼原因入獄？

# a4s3d5
source: I heard that it was at a party at his friend's house when he was 16, the group of young people was on drug and went out of control when he accidentally injured someone.
es: Me enteré de que estaba en una fiesta en casa de su amigo cuando tenía 16 años, el grupo de jóvenes estaba en drogas y se salió de control cuando se lesionó accidentalmente a alguien.
ja: 彼が１６歳の時に、友達の家でパーテイーを参加して、若者達が麻薬を使っていて、自分の行動を控えなくなり、人を意外に傷づけましたと聞きました。
ru: Я слышал(а), что он был на вечеринке у своего друга, когда ему было 16 лет. Группа молодых людей приняли наркотики и случайно ранили кого-то.
zh_hans: 听说是在他16岁的时候，参加朋友家的派对狂欢时，一夥年轻人吸毒失控而意外杀人。
zh_hant: 聽說是在他16歲的時候，參加朋友家的派對狂歡時，一夥年輕人吸毒失控而意外殺人。

# a4s3d6
source: So, how did he start his own glass art studio?
es: Así que, ¿cómo se inicia su propio estudio de arte de cristal?
ja: そうすると、彼いつから自分のガラス創作室を始めましたか？
ru: Как он смог открытить свою студию художественного стекла?
zh_hans: 那他是怎麽开始自己的玻璃创作工作室？
zh_hant: 那他是怎麼開始自己的玻璃創作工作室？

# a4s3d7
source: He met a master glass maker when he was in prison. So, Pierre started doing glass art creation when he was released on parole.
es: Se encontró con un fabricante de vidrio maestro cuando él estaba en la cárcel. Así, Pierre comenzó a hacer la creación de arte en vidrio, cuando fue puesto en libertad condicional.
ja: 彼が牢屋に入った時、あるガラスの師匠と出会って、故にピエレが出たら直ぐ、ガラスの創作を始めました。
ru: Он в тюрьме познакомился со специалистом по производству стекла. Пьер начал заниматься художественной обработкой стекла после при условно-досрочном освобождении из тюрьмы.
zh_hans: 他在狱中，认识了一个制作玻璃的师傅，所以在皮耶假释後，也开始从事玻璃创作。
zh_hant: 他在獄中，認識了一個製作玻璃的師傅，所以在皮耶假釋後，也開始從事玻璃創作。

# a4s3d8-1
source: If Pierre is someone who is so dedicated to art creation, he should be someone who has very a delicate mind.
es: Si Pedro es alguien que está tan dedicado a la creación artística, debe ser alguien que tiene una mente muy delicada.
ja: もしピエレがそんなに芸術創作に専念であれば、彼はきっと考えることが綿密な人です。
ru: Если Пьер действительно посвящает себя творческой работе,
zh_hans: 如果皮耶他这麽有心地投入艺术创作，他应该是心思非常细腻的人。
zh_hant: 如果皮耶他這麼有心地投入藝術創作，他應該是心思非常細膩的人。

# a4s3d8-2
source: Besides, he wouldn't commit other crimes while on parole.
es: Además, no sería cometer otros crímenes durante la libertad condicional.
ja: さらに、彼は仮釈放中で、また他の犯行する訳にはないでしょう。
ru: то он должен иметь очень тонкий ум и не собирается совершить еще преступление при условно-досрочном освобождении.
zh_hans: 而且他在假释中，不应该会再冒险犯下其他的罪行。
zh_hant: 而且他在假釋中，不應該會再冒險犯下其他的罪行。

# a4s4d1
source: The thoughts of someone who would commit a crime often is illogical.
es: Los pensamientos de alguien que cometería un crimen a menudo es ilógico.
ja: 罪を起こす人の考え方は、いつも常識で判断できません。
ru: У преступников мысли часто нелогичны.
zh_hans: 会犯罪人的想法，常常是无法用常理去判断。
zh_hant: 會犯罪人的想法，常常是無法用常理去判斷。

# a4s4d2
source: We have to find more evidence in order to make the whole thing clear.
es: Tenemos que encontrar más pruebas con el fin de hacer que todo sea claro.
ja: 我々はもっと多くの証拠を見つけて、全体的な事情の判明ができます。
ru: Мы должны найти больше доказательств для того, чтобы разобраться с целым делом.
zh_hans: 我们必须找到更多的证据，才能把整体事情厘清楚。
zh_hant: 我們必須找到更多的證據，才能把整體事情釐清楚。

# a4s4d3
source: Look! It's Bella's pinafore! Why is it in Pierre's studio?
es: ¡Mira! Es delantal de Bella! ¿Por qué es que en el taller de Pierre?
ja: ほら見て！これはベラーの前掛けです！なんでピエレの工作室に出てきましたか？
ru: Смотри! Это передник Беллы! Почему он оказался в студии Пьера?
zh_hans: 妳看！这是贝拉的围兜兜！为甚麽会出现在皮耶的工作室呢？
zh_hant: 妳看！這是貝拉的圍兜兜！為甚麼會出現在皮耶的工作室呢？

# a4s5d1
source: I hope what Pierre said was all true.
es: Espero que lo que Pedro dijo era verdad.
ja: ピエレの話が全部真実だと望みたいです。
ru: Я надеюсь,что Пьер сказал нам правду.
zh_hans: 我希望皮耶他说的都是实话。
zh_hant: 我希望皮耶他說的都是實話。

# a4s5d2
source: If he had proven that Emily had left the scene, we would have to ask who else could be a suspect?
es: Si se hubiera demostrado que Emily había dejado la escena, nos tendríamos que preguntar ¿quién más podría ser un sospechoso?
ja: もし、彼はエミリが現場に離したことを証明できるなら、我々は必ず他に誰かが容疑者でありましょう？
ru: Если он подтверждет отсутствие Эмили на месте происшествия, то будет вопрос дальше: Кто еще может быть подозреваемый?
zh_hans: 如果他间接证实了爱蜜丽离开了现场。我们就得在追问还有谁是嫌疑人？
zh_hant: 如果他間接證實了愛蜜麗離開了現場。我們就得在追問還有誰是嫌疑人？

# a4s5d3-1
source: This Ryan is a mess! He borrowed Pierre's trolley, but instead of returning it to Pierre, he just left it on the beach.
es: Este Ryan es un desastre! Pidió prestado carro de Pierre, pero en lugar de volver a Pierre,
ja: このライアンったら！ピエレの台車を借りていて、返さないで、かえて、海辺に放置しました。
ru: Ну, что за безобразие! Райан взял тележку у Пьера, но не вернул ее на место после пользования, а просто так ее оставил на пляже.
zh_hans: 这个睿恩也真是的！借走了皮耶的推车，也不好好地物归原主，
zh_hant: 這個睿恩也真是的！借走了皮耶的推車，也不好好地物歸原主，

# a4s5d3-2
source: I wonder what other naughty things will he be up to!
es: que acaba de salir en la playa. Me pregunto qué otras cosas malas que van ser de hasta!
ja: 一体またどの様ないたずらをするかは分かりません。
ru: Интересно, какие шалости он бы мог еще совершить!
zh_hans: 反倒是在海滩上乱放，不知道他会有什麽其他调皮捣蛋的举动！
zh_hant: 反倒是在海灘上亂放，不知道他會有什麼其他調皮搗蛋的舉動！

# a4s5d4
source: We will have to check out Ryan.
es: Tendremos que revisar Ryan.
ja: 我々はライアンを調査しに行きましょう。
ru: Пойдем и проверим Райана.
zh_hans: 我们得去查查看睿恩。
zh_hant: 我們得去查查看睿恩。

# a5s1d1
source: Why is there a boy's BB gun in the play room in Annie's home?
es: ¿Por qué hay pistola de aire comprimido de un niño en la sala de juego en la casa de Annie?
ja: アンニ家の遊戯室になんで男の子が遊ぶBBガンがありますか？
ru: Почему в игровой комнате Энни найден игрушечный пистолет для мальчика?
zh_hans: 安妮家的游戏室里，怎麽会有男生玩的BB枪呢？
zh_hant: 安妮家的遊戲室裡，怎麼會有男生玩的BB槍呢？

# a5s1d2
source: Who says that a girl cannot play with guns?
es: ¿Quién dice que una niña no puede jugar con armas?
ja: なんで女の子はガンを遊べないですか？
ru: Кто сказал, что девушкам нельзя играть с игрушечным пистолетом.
zh_hans: 谁说女生就不能玩枪？
zh_hant: 誰說女生就不能玩槍？

# a5s1d3
source: There are a few letters engraved on the gun.
es: Hay algunas letras grabadas en el arma.
ja: ガンの上にアルファベットが刻んでいます。
ru: На пистолете выгравировали несколько букв.
zh_hans: 不是不能玩！这里有一个几个雕刻字母。
zh_hant: 不是不能玩！這裡有一個幾個雕刻字母。

# a5s1d4
source: RN... it's Ryan's name! Why is his gun in Annie's play room?
es: RN ... es el nombre de Ryan! ¿Por qué es su arma en la sala de juego de Annie?
ja: RN…これはライアンの名前！彼のガンはなんでアンニの遊戯室に在ったんですか？
ru: RN ... Это значит Райан! Почему его пистолет оказался в игровой комнате Энни?
zh_hans: RN...这是睿恩的名字！他的枪怎麽会出现在安妮的游戏间呢？
zh_hant: RN...這是睿恩的名字！他的槍怎麼會出現在安妮的遊戲間呢？

# a5s1d5
source: Looks like Ryan had been here. A little boy always pays special attention to the girl that he likes.
es: Parece que Ryan había estado aquí. Un niño siempre se presta especial atención a la chica que le gusta.
ja: ライアンはここに来たと思います。男の子は好きな女の子に特別な関心を持っているでしょうね。
ru: Похоже, Райан был здесь. Мальчик всегда уделяет особое внимание девушке, которая ему нравится.
zh_hans: 看来睿恩来过这里。小男孩总是对他喜欢的女孩特别的关注。
zh_hant: 看來睿恩來過這裡。小男孩總是對他喜歡的女孩特別的關注。

# a5s3d1
source: Look! Here's a slipper of Ryan's.
es: ¡Mira! Aquí está una zapatilla de Ryan.
ja: ほら見て！ここにライアンのスリッパが有ります。
ru: Смотри! Это тапочка Райана.
zh_hans: 妳看！这里有一只睿恩的拖鞋！
zh_hant: 妳看！這裡有一隻睿恩的拖鞋！

# a5s3d2
source: One slipper? Was he running away in a panic?
es: Una zapatilla? ¿Estaba huyendo en pánico?
ja: 片方のスリッパ？もしかして、慌てて逃げました？
ru: Одна только? Может быть, он убежал в панике?
zh_hans: 一只拖鞋？难道是仓皇逃开？
zh_hant: 一隻拖鞋？難道是倉皇逃開？

# a5s3d3
source: Look at the decorations here, it is not like a common terrifying tunnel.
es: Mira las decoraciones de aquí, no es como un túnel aterrador común.
ja: ここのインテリアを見て、一般の怖い地道の様子とは違います。
ru: Посмотрите! Какое украшение здесь имеется. Этот тоннель не такой страшный, как обычные тоннели.
zh_hans: 妳看这里的装潢，不是一般恐怖地道的样子！
zh_hant: 妳看這裡的裝潢，不是一般恐怖地道的樣子！

# a5s3d4
source: It seems like Ryan likes to go explore everywhere!
es: Parece que Ryan le gusta ir a explorar por todas partes!
ja: ライアンはあちこちに冒険したいことが見えます。
ru: Кажется, Райан очень любит исследовать окружающий мир!
zh_hans: 看来睿恩很喜欢到处探险！
zh_hant: 看來睿恩很喜歡到處探險！

# a5s4d1
source: Here's Ryan's frisbee again. Seems like he had been here too.
es: Aquí está el disco volador de Ryan de nuevo. Parece como si hubiera estado allí también.
ja: またライアンのフリスビーを見つけました、ここにも来たでしょう。
ru: Вот фрисби Райана. кажется, он был здесь.
zh_hans: 又看到睿恩的飞盘，看来他也来过这里。
zh_hant: 又看到睿恩的飛盤，看來他也來過這裡。

# a5s4d2
source: This guy is such a troublemaker! Doesn't his parents keep an eye on him at all?
es: Este tipo es un elemento perturbador! Lo que no a sus padres a mantener un ojo en él?
ja: やつは本当にいたずら子だ！彼の両親はもう制約しませんか？
ru: Какой он страшный шалун! его родители вообще за ним не следят?
zh_hans: 这家伙简直是捣蛋鬼！难道他的父母亲都不管他的吗？
zh_hant: 這傢伙簡直是搗蛋鬼！難道他的父母親都不管他的嗎？

# a5s4d3
source: Sometimes an adult just can't control what a kid does!
es: A veces, un adulto no puede controlar lo que hace un niño!
ja: ある時、子供のことは大人が手入っちゃ行けませんよ。
ru: Взрослые не могут контролировать всё, что дети делают!
zh_hans: 有时候小孩的事情，大人是管不了的！
zh_hant: 有時候小孩的事情，大人是管不了的！

# a5s4d4
source: Still, let's ask Ryan what had he done really?
es: Sin embargo, vamos a pedirle Ryan lo que había hecho realmente?
ja: 我々はライアンが何をやったかを聞いてみましょう？
ru: Давайте спросим Райана, что он сделал на самом деле?
zh_hans: 我们还是来问问看睿恩，他到底做了什麽事？
zh_hant: 我們還是來問問看睿恩，他到底做了什麼事？

# a5s5d1
source: You see! I told you that Ryan is a kid who likes to explore and poke fun at the girls.
es: Ya lo ves! Te dije que Ryan es un chico que le gusta explorar y burlarse de las chicas.
ja: ほら！私はライアンが冒険したいと女の子をいたずら好きな男の子だと言いましたよね。
ru: Вот видишь! Я же тебе сказал, Райан просто мальчик , который любит исследовать мир и издеваться над девушками.
zh_hans: 妳看吧！我就说睿恩只是一个喜欢探险和捉弄小女孩的小男生。
zh_hant: 妳看吧！我就說睿恩只是一個喜歡探險和捉弄小女孩的小男生。

# a5s5d2
source: Don't underestimate what damage a kid can do! Mr. Johnny's dog got lost exactly because of the mischievous actions of kids.
es: No hay que subestimar el daño que un niño puede hacerlo! Perro del Sr. Johnny se perdió precisamente por las acciones de los niños traviesos.
ja: あなたは子供の致死性を甘く見るな！ジョンニーさんの家の犬が子供のいたずらで失いましたよ。
ru: Не недооценивай результат детской шалости! У Мистера Джонни потерялась собака именно из-за озорного поступка детей.
zh_hans: 你可别小看小孩子的杀伤力！强尼先生家的爱狗就是被小孩调皮捣蛋给弄丢的！
zh_hant: 你可別小看小孩子的殺傷力！強尼先生家的愛狗就是被小孩調皮搗蛋給弄丟的！

# a5s5d3-1
source: Ryan mentioned uncle Robert. He was at Kaden's party as well.
es: Ryan mencionó tío Robert. Fue en la fiesta de Kaden también.
ja: ライアンはロバート叔父さんって言いましたよね、彼はカデンのパーテイーに行って、あちこち撮影していました。
ru: Райан упомянул о дяде Роберте. Он был на вечеринке Кадена и там снимали фотографии.Пойдем и посмотрим, что он записал.
zh_hans: 睿恩，他提到劳伯叔叔，他也去了凯恩的派对，他到处拍照，
zh_hant: 睿恩，他提到勞伯叔叔，他也去了凱恩的派對，他到處拍照，

# a5s5d3-2
source: Let's go see whether if he had recorded anything during this time period. Maybe we will find some new clues.
es: Vamos a ver si se hubiera grabado nada durante este periodo de tiempo. Tal vez vamos a encontrar nuevas pistas.
ja: 我々はその時に何を記録したかは見に行きましょう？もしかして新しい足掛かりが見つけるでしょう。
ru: Наверное, мы сможем найти что-то нового.
zh_hans: 我们去看看他是否在这段时间纪录到甚麽？也许我们会发现新的线索。
zh_hant: 我們去看看他是否在這段時間紀錄到甚麼？也許我們會發現新的線索。

# a6s1d1
source: This is strange! Did Mrs. Robert not just give birth to a fourth boy? Why is there a baby girl's diaper?
es: Esto es extraño! ¿Acaso la señora Robert no acaba de dar a luz a un cuarto chico? ¿Por qué existe el pañal de un bebé?
ja: 怪しいな〜！ロバートの奥さんは最近四番目の男の子を産んだばっかりでは有りませんか？なんで女の子用のおむつがありますか？
ru: Странно! Жена Роберта только родила четвертого мальчика, почему здесь найден подгузник для девочки?
zh_hans: 奇怪了！劳伯太太不是最近才又生了第四个男孩吗？怎麽会有一个女婴的尿布？
zh_hant: 奇怪了！勞伯太太不是最近才又生了第四個男孩嗎？怎麼會有一個女嬰的尿布？

# a6s1d2
source: That is indeed strange! And it's the same kind as what Bella's wearing.
es: Esta es sin duda extraño! Y es el mismo tipo que lo lleva Bella.
ja: 確かに怪しい〜！これもベラーのスタイルと同じです。
ru: Да, странно! И этот подгузник выглядит таким же, какой Беллы носит.
zh_hans: 确实很奇怪！这还跟贝拉穿的一样。
zh_hant: 確實很奇怪！這還跟貝拉穿的一樣。

# a6s1d3
source: All the images in the dolly are little kids.
es: Todas las imágenes en el coche de fotografia son los niños pequeños.
ja: この撮影車の中の映像は全部幼い子です。
ru: В машине везде изображения маленьких детей.
zh_hans: 这摄影车里的影像都是幼童。
zh_hant: 這攝影車裡的影像都是幼童。

# a6s1d4
source: Maybe he is a bit pedophile?
es: Tal vez es un poco pedófilo?
ja: もしかして、彼は恋童の癖が有りますか？
ru: Может быть, он немного педофил?
zh_hans: 也许他有点恋童癖？
zh_hant: 也許他有點戀童癖？

# a6s2d1
source: Why is there a baby's rattle toy in Robert's camera bag?
es: ¿Por qué hay juguete sonajero de un bebé en una bolsa de cámara de Robert?
ja: ロバートの撮影鞄のなかに、なんで赤ちゃんの鈴玩具が入っていますか？
ru: Почему в сумке камеры Роберта есть побрякушка для ребенка?
zh_hans: 劳伯的摄影包里怎麽会有一个婴儿的摇铃玩具？
zh_hant: 勞伯的攝影包裏怎麼會有一個嬰兒的搖鈴玩具？

# a6s2d2
source: Maybe it's a prop to make babies laugh during the photo shoot.
es: Tal vez sea un apoyo para hacer reír a los bebés durante la sesión de fotos.
ja: 多分撮影中で赤ちゃんを笑わせる道具でしょうかね！
ru: Думаю, что она используется для того, чтобы вызвать смех у детей при съемке фотографий.
zh_hans: 可能是拍照片时哄婴儿笑的道具吧！
zh_hant: 可能是拍照片時哄嬰兒笑的道具吧！

# a6s4d1
source: This is Robert's camera.
es: Esta es la cámara de Robert.
ja: これはロバートのカメラです。
ru: Это камера Роберта.
zh_hans: 这是劳伯的相机。
zh_hant: 這是勞伯的相機。

# a6s4d2
source: Let's see what pictures had he taken.
es: Vamos a ver qué fotos había tomada.
ja: 中に何か取ったか見てみましょうか？
ru: Давай посмотрим, какие фотографии он снял.
zh_hans: 我们看看里面拍了什麽？
zh_hant: 我們看看裡面拍了什麼？

# a6s4d3
source: Oh no! There are all pictures of Bella! Robert's eyeing Bella!
es: Oh no! Hay todas las imágenes de Bella! Robert está mirando a Bella!
ja: あらま〜！全部ベラーの映像です！ロバートはベラーを見張ったのですね！
ru: О, боже! Тут все фотографии Беллы! Роберт следует за Беллой!
zh_hans: 天啊！这里面全都是贝拉的影像！劳伯盯上了贝拉了！
zh_hant: 天啊！這裡面全都是貝拉的影像！勞伯盯上了貝拉了！

# a6s4d4-1
source: Let's try not to make a big fuss first! Bella is so cute, she will definitely draw a photographer's attention...
es: Vamos a tratar de no hacer un gran alboroto primero! Bella es tan linda, que sin duda llama la atención de un fotógrafo ...
ja: まだ驚かないで！ベラーは可愛いから、きっとカメラマンの注意をひくから…
ru: Успокойся! Белла такая милая и мне неудивительно, что она привлекает внимание фотографа...
zh_hans: 先不要大惊小怪！贝拉很可爱，肯定会吸引摄影师的注意...
zh_hant: 先不要大驚小怪！貝拉很可愛，肯定會吸引攝影師的注意...

# a6s4d4-2
source: But, whole camera full of Bella's images, and it's at Kaden's birthday party. This does sound a bit strange!
es: Sin embargo, la cámara entera llena de imágenes de Bella, y es en la fiesta de cumpleaños de Kaden. Esto suena un poco extraño!
ja: でも、このカメラの中に全部ベラーの映像で、また、カイトの誕生日パーテイーで取ったやつ、やっぱり怪しいです！
ru: Но в камере все изображения Беллы, которые были сняты только на вечеринке Кадена. Это немного странно!
zh_hans: 但整个相机都是贝拉的影像，又是在凯登的生日派对上，果然是有点奇怪！
zh_hant: 但整個相機都是貝拉的影像，又是在凱登的生日派對上，果然是有點奇怪！

# a6s4d5
source: He must be an extreme pedophilia... That's terrible! Maybe that baby's rattle toy was used to lure Bella!
es: Debe ser un pedofilia extrema ... Eso es terrible! Quizás juguete sonajero de que el bebé se utiliza para atraer a Bella!
ja: 彼はきっと、超恋童癖の人間です。怖いですね！さきの赤ちゃん鈴はもしかしてベラーを誘拐する道具ですね！！
ru: Он абсолютно крайний педофил ... Это ужасно! Может быть, погремушка используется для того, чтобы похитить Беллу!
zh_hans: 他一定是超级恋童癖...好可怕喔！刚才那个摇铃说不定要是要骗贝拉用的！
zh_hant: 他一定是超級戀童癖...好可怕喔！剛才那個搖鈴說不定要是要騙貝拉用的！

# a6s5d1
source: Taking pictures is a process of creation, as well as a compensatory mentality, trying to retain the memories.
es: Tomar fotos es un proceso de creación, así como una mentalidad compensatoria, tratando de conservar los recuerdos.
ja: 写真を撮るのは創作でもあって、一つの心の癒しいでもあります。記憶を止めようと。
ru: Фотосъемка - это творческая работа, а также чувство компенсации для того, чтобы сохранить воспоминания.
zh_hans: 拍照是一种创作也是一种补偿心态，试图去留住记忆。
zh_hant: 拍照是一種創作也是一種補償心態，試圖去留住記憶。

# a6s5d2
source: Actually, girls are as good as boys, why should we desire a particular gender so much?
es: En realidad, las niñas son tan buenas como los niños, ¿por qué deberíamos desear un género en particular tanto?
ja: 実は男の子か女の子か、どっちも良いです。なんでそんなに特定な性別が欲しいですか？
ru: На самом деле, не важно родить девочек или мальчиков, они все хорошие. Зачем родителям нужен определенный пол ребенка?
zh_hans: 其实男生女生都一样好，为什麽这麽想要一个特定的性别呢？
zh_hant: 其實男生女生都一樣好，為什麼這麼想要一個特定的性別呢？

# a6s5d3
source: That's exactly what people say, "What you don't have, you want." Taking pictures is also a way to own, or I should say... another form of owning.
es: Eso es exactamente lo que la gente dice, "Lo que usted no tiene, usted quiere." Tomar fotos es también una manera de poseer, o debería decir ... otra forma de ser dueño.
ja: これは、ない時に欲しいと言う心境。写真を撮るのも一つの意欲でしょう、それは…別な意欲でしょうね。
ru: Это именно то, что говорят люди: "То, что вы не имеете, точно то, что хотите." Мы можем сказать , что фотосъемка - это другая форма владения
zh_hans: 这就是没有的，想去拥有。拍照也是一种拥有，应该说...另一种形态的拥有。
zh_hant: 這就是沒有的，想去擁有。拍照也是一種擁有，應該說...另一種形態的擁有。

# a6s5d4
source: Did Robert say that he last saw Michelle and Emily talking about some secrets?
es: ¿Acaso Robert dice que la última vez que vio a Michelle y Emily habla de algunos de los secretos?
ja: ロバートの話によると、最後にミシェルとエミリはこっそりと何かの秘密を討論していますよね？
ru: Роберт сказал, что он в последний раз видел, что Мишель и Эмили, которые говорили о секретах?
zh_hans: 劳伯说他最後看到蜜雪儿和爱蜜丽在谈秘密?
zh_hant: 勞伯說他最後看到蜜雪兒和愛蜜麗在談祕密?
