Repository: alexislintw/Where-is-Bella
Catalog: whereisbella/ResourcesUniversal/localizable_strings/*.lproj/suspects_setting.strings
Languages: es, ja, ru, zh_hans, zh_hant

# s1n1
source: Annie
ja: アニー
ru: Энни
zh_hans: 安妮
zh_hant: 安妮

# s2n1
source: Johnny
ja: ジョニー
ru: Джонни
zh_hans: 强尼
zh_hant: 強尼

# s3n1
source: Emily
ja: エミリー
ru: Эмили
zh_hans: 爱蜜莉
zh_hant: 愛蜜莉

# s4n1
source: Pierre
ja: ピエール
ru: Пьер
zh_hans: 皮耶
zh_hant: 皮耶

# s5n1
source: Ryan
ja: ライアン
ru: Райн
zh_hans: 睿恩
zh_hant: 睿恩

# s6n1
source: Rob
ja: ロバート
ru: Ролберт
zh_hans: 劳伯
zh_hant: 勞伯

# s7n1
source: Michelle
ja: ミッシェル
ru: Мишель
zh_hans: 蜜雪儿
zh_hant: 蜜雪兒

# s1p1
source: A seven-year-old girl, Bella's neighbor, who lives with her mother without any brothers or sisters. She always wanted to have a sister as a company and often invites Bella and Kaden to come over to play. She has been hoping that her parents can come back together and have a little sister to keep her accompanied. But her mother is going to be married to a new father soon, so her hope was shattered and she can only sadly play by herself alone.
es: Una niña de siete años de edad, vecino de Bella, que vive con su madre, sin hermanos o hermanas. Siempre quise tener una hermana como una compañía y, a menudo invita a Bella y Kaden para venir a jugar. Ella ha estado esperando que sus padres pueden volver a estar juntos y tener una hermana pequeña para acompañarla. Pero su madre va a estar casada con un nuevo padre en breve, por lo que su esperanza se hizo añicos y se puede jugar sólo con tristeza por ella sola.
ja: 七歳の女の子。ベラの近所に、母親といっしょに住んでいる。兄弟姉妹がおらず、ずっと妹が欲しい。いつもベラとケイデンを呼んで、いっしょに家の中で遊んでいる。 彼女は父親と母親が仲直りして、妹が生まれることをずっと願っていたが、母親が新しい父親と結婚したので、希望がなくなり、寂しく一人で遊ぶしかない。
ru: Семи-летняя девушка, соседка Беллы, которая живет со своей матерью без братьев и сестер. Она всегда хотела иметь сестру для компании, часто приглашает Беллу и Кадена в гости. Она надеялась, чтобы ее родители могли снова быть вместе и родить для нее младшую сестру, чтобы ей не было так скучно. Но ее мать, скоро должна выйти замуж за другого мужчину, и этот факт разрушил ее надежду. Теперь, теперь ей остается быть тлоько одной и в печали.
zh_hans: 7岁小女孩，贝拉的邻居，跟妈妈住在一起，没有其他兄弟姊妹，一直很想要有个妹妹陪伴，经常邀请贝拉和凯登一起到家里来玩。 她一直希望爸爸能和妈妈复合，再生个小妹妹陪伴她，可是妈妈就要与新爸爸结婚了，所以她的希望破灭，只能伤心孤单地自己玩耍。
zh_hant: 7歲小女孩，貝拉的鄰居，跟媽媽住在一起，沒有其他兄弟姊妹，一直很想要有個妹妹陪伴，經常邀請貝拉和凱登一起到家裡來玩。 她一直希望爸爸能和媽媽復合，再生個小妹妹陪伴她，可是媽媽就要與新爸爸結婚了，所以她的希望破滅，只能傷心孤單地自己玩耍。

# s2p1
source: A 54-year-old white man who is obsessed with cleanliness and lives alone by himself next door to Bella. He does not like the noises of laughter from the tourists at the beach, nor the crying and shouts from the kids. When there's a party, he doesn't like people parking in front of his house and always complains about it.
es: Un hombre blanco de 54 años de edad, quien está obsesionado con la limpieza y vive para sí solo lado de Bella. No le gustan los ruidos de risas de los turistas en la playa, ni el llanto y los gritos de los niños. Cuando hay una fiesta, que no le gusta la gente de aparcamiento en frente de su casa y siempre se queja.
ja: 54歳白人。潔癖症で、一人暮らし。ベラ家の隣に住んでいる。観光客がビーチで遊ぶ笑い声が嫌いで、子供のうるさい声が嫌い。 パーティーが始まると、客が車を自分の家の前に停めるのを嫌がって、ずっと愚痴を言っている。
ru: 54-летний чистоплотный белый мужчина. Он живет в одиночестве рядом с Беллой. Он не любит шумного смеха исходящего от туристов на пляже, а также терпеть не может плач и крики детей. Когда началась вечеринка, он был сердит, потому что некоторые гости поставили машины перед его домом, и он не мог перестать жаловаться на них.
zh_hans: 54岁白人，有洁癖，独居，住在贝拉家隔壁。不喜欢游客到海滩玩耍的笑声，也不喜欢小孩吵闹的声音。 当派对开始时，他不喜欢宾客停车停到自己的屋子前面，一直在抱怨。
zh_hant: 54歲白人，有潔癖，獨居，住在貝拉家隔壁。不喜歡遊客到海灘玩耍的笑聲，也不喜歡小孩吵鬧的聲音。 當派對開始時，他不喜歡賓客停車停到自己的屋子前面，一直在抱怨。

# s3p1
source: 28-year-old white female. She was the nurse who was taking care of Bella at the hospital when she was just born. Her boyfriend who was 4 years younger than her and works in New York broke up with her because he did no want to get married so soon. Emily lied to him telling him that she was pregnant and had given birth to his child. So, when Bella was born, she really hoped that Bella was her own child...
es: 28-años de edad, mujer blanca. Ella era la enfermera que cuidaba de Bella en el hospital cuando ella acababa de nacer. Su novio, que tenía 4 años más joven que ella y trabaja en Nueva York rompió con ella porque él no quiere casarse tan pronto. Emily le mintió diciéndole que estaba embarazada y dio a luz a su hijo. Así que, cuando Bella nació, ella realmente esperaba que Bella era su propio hijo ...
ja: 28歳白人女性。ベラが生まれたばかりの時、病院でベラを世話した看護師。遠くニューヨークで仕事している彼氏は彼女より四歳年下なので、そんなに早く結婚する気がなく、別れた。 エミリーは彼氏を騙して、自分が妊娠して、彼の子どもを生んだと嘘をついた。だからベラが生まれたとき、彼女は、もしベラが自分の子どもであればどんなにいいだろうと思った...
ru: 28-летняя белая женщина. Она была медсестрой, которая ухаживала за Беллой в больнице, когда она только родилась. Ее бывший парень, который был моложе ее на 4 года, работает в Нью-Йорке. Они расстались, потому что он не собирался жениться на ней в ближайщее время. Мили обманула его, что она была беременна и уже родила ребенка от него. Поэтому, когда Белла родилась, она действительно мечтала, чтобы Белла была ее собственным ребенком ...
zh_hans: 28岁白人女性，是贝拉刚出生时在医院照顾贝拉的护士。远在纽约工作的男友比她小四岁，因为不想这麽快结婚，而分手。 爱蜜丽骗男友说自己已经怀孕并生下他的孩子了。所以当贝拉出生时，她很希望贝拉就是自己的小孩...
zh_hant: 28歲白人女性，是貝拉剛出生時在醫院照顧貝拉的護士。遠在紐約工作的男友比她小四歲，因為不想這麼快結婚，而分手。 愛蜜麗騙男友說自己已經懷孕並生下他的孩子了。所以當貝拉出生時，她很希望貝拉就是自己的小孩...

# s4p1
source: 27-year-old handsome young man who surfs everyday and earns a living by making glass art. He was incarcerated at age 16 because he accidentally injured someone at a party. He met a master glass maker while in prison. After he was released, he started making glass art and experiencing the life of heat and sweat in the glass studio by the beach.
es: 27-años de edad, hombre joven y guapo que navega todos los días y se gana la vida haciendo arte en vidrio. Fue encarcelado a los 16 años debido a que se lesionó accidentalmente a alguien en una fiesta. Se encontró con un fabricante de vidrio maestro en la cárcel. Después de ser liberado, comenzó a hacer arte de cristal y experimentar la vida de calor y sudor en el estudio de cristal en la playa.
ja: 27歳のイケメン。毎日サーフィンをして、ガラス芸術品を作って生計を立てている。かつて16歳のとき、パーティーで遊んでいた時、うっかり人を傷つけて刑務所に入った。 獄中でガラス製作の師匠に出会い、出獄後ガラス創作を始めた。ビーチのそばのガラス作業室で毎日暑い生活を送っている。
ru: 27-летний,красивый и молодой человек, который каждый день занимается серфером и производит художественные изделия из стекла для заработки денег. Когда ему было 16 лет, его посадили в тюрьму за то, что он случайно ранил кого-то на вечеринке. В тюрьме он познакомился с мастером по производству стекла. После освобождения из тюрьмы он начал карьеру и открыл художественную студию. Он трудился над творчестом и испытывал трудности жизни.
zh_hans: 27岁的帅气男孩，每天冲浪，并以制作玻璃艺术品维生。曾经在16岁时，在派对狂欢时，因意外而杀伤了人而入狱。 在狱中他认识了一个制作玻璃的师傅，出狱後便投入玻璃的创作中，在海滩旁边的玻璃工作室中每天体验着水深火热的生活。
zh_hant: 27歲的帥氣男孩，每天衝浪，並以製作玻璃藝術品維生。曾經在16歲時，在派對狂歡時，因意外而殺傷了人而入獄。 在獄中他認識了一個製作玻璃的師傅，出獄後便投入玻璃的創作中，在海灘旁邊的玻璃工作室中每天體驗著水深火熱的生活。

# s5p1
source: Ryan is Kaden's classmate whose father was often on overseas business trips. Ryan's mother is always busy between the kitchen and the counter at her own bar while Ryan watches DVD at a corner in the kitchen. When his father was home, Ryan often hears the loud quarrel between his parents about how to run the bar.
es: Ryan es compañero de clase de Kaden cuyo padre era a menudo en viajes de negocios en el extranjero. La madre de Ryan está siempre ocupado entre la cocina y la encimera en su propio bar, mientras que Ryan mira DVD en una esquina de la cocina. Cuando su padre estaba en casa, Ryan menudo oye la disputa acalorada entre sus padres acerca de cómo ejecutar el bar.
ja: ライアンはケイデンのクラスメートだ。ライアンの父親はいつも国外へ出張する。ライアンの母親はいつも自営のバーのキッチンとカウンターで忙しくしている。ライアンはいつもキッチンの隅でDVDを見ている。 ときどき父親が帰ってくると、ライアンはいつも父親と母親がどうやってバーを経営するかについて口げんかしているのを聞く。
ru: Райан - одноклассник Кадена, его отец часто ездит в командировку за рубеж. Мать Райана всегда была очень занята на кухне или перед счетчиком в собственном баре. Райан часто сидел в углу на кухне и смотрел фильм. Когда его отец был дома, Райан часто слышал громкие ссоры между родителями о том, как продолжить бизнес для этого бара.
zh_hans: 睿恩是凯登的同学，睿恩的爸爸经常到国外出差。睿恩的妈妈总是在自营的酒吧厨房柜台间忙碌穿梭，睿恩就常在厨房的一角看DVD。 有时爸爸回来，睿恩也总是听到爸爸和妈妈为了要怎麽经营酒吧而大声吵架的声音。
zh_hant: 睿恩是凱登的同學，睿恩的爸爸經常到國外出差。睿恩的媽媽總是在自營的酒吧廚房櫃台間忙碌穿梭，睿恩就常在廚房的一角看DVD。 有時爸爸回來，睿恩也總是聽到爸爸和媽媽為了要怎麼經營酒吧而大聲吵架的聲音。

# s6p1
source: Robert is an amateur photographer who owns an import-export company but does not have the desire to run it. He is passionate about taking pictures and love to collect all kinds of antique cameras. So, he does his amateur job very professionally and owns a lot of professional grade equipment, and often is at the beach taking wedding pictures during the holidays. He has three sons and his wife just gave birth to their fourth boy. He was disappointed about it because he always wanted to have a daughter.
es: Robert es un fotógrafo aficionado que es propietaria de una empresa de importación-exportación, pero no tiene el deseo de ejecutarlo. Él es un apasionado de la toma de fotografías y el amor para recoger todo tipo de cámaras antiguas. Por lo tanto, él hace su trabajo de aficionados muy profesionalmente y posee una gran cantidad de equipos de calidad profesional, y con frecuencia se encuentra en la playa, tomar fotos de la boda durante las fiestas. Tiene tres hijos y su esposa acaba de dar a luz a su cuarto hijo. Estaba decepcionado de él porque él siempre quiso tener una hija.
ja: ロバートはアマチュアカメラマンだ。彼は貿易会社を持っているが、経営に興味がない。彼は撮影が好きで、いろいろなアンティークカメラをコレクションするのが好きだ。とても専門的で、たくさんの専門設備を持っていて、いつも休みの日にビーチでウェディング写真を撮っている。彼には三人息子がいる。 妻が四番目の男の子を生んだばかりで、それにちょっとがっかりした。彼はずっと娘が欲しかったからだ。
ru: Роберт фотограф-любитель. Он владеет импортно-экспортной компанией, но не очень интересуется своим бизнесом. Он обожает фотографировать, собирать все виды античных камер. Таким образом, он почти стал специалистом в этой области и имеет профессиональное оборудование для съемки. Он часто в выходные на пляже снимает свадебные фотографии. У него есть три сына и его жена только что родила четвертого мальчика. Он был так разочарован, что у него не родилась дочь.
zh_hans: 劳伯是个业馀的照相师，他拥有一家进出口贸易公司，但无心经营。他热爱摄影，喜欢收藏各式的古董相机，所以把业馀做的很专业，拥有很多专业设备，经常在假日拍摄海滩婚纱照。 他有三个儿子，老婆刚生完第四个男孩，这让他很失望，因为他一直渴望有个女儿。
zh_hant: 勞伯是個業餘的照相師，他擁有一家進出口貿易公司，但無心經營。他熱愛攝影，喜歡收藏各式的古董相機，所以把業餘做的很專業，擁有很多專業設備，經常在假日拍攝海灘婚紗照。 他有三個兒子，老婆剛生完第四個男孩，這讓他很失望，因為他一直渴望有個女兒。

# s7p1
source: Michelle lives next door to Bella, and was the previous owner of Bella's house who just sold this beautiful beach villa to Bella's parents last year. But she never told Bella's parents that there is a secret passageway between the two houses that connects them. Michelle loves children. She got married and had children when she was very young. She is 40 years old this year. Her husband passed away two years ago. Her two children had also gone to colleges in other states. Because she did not need both houses so she sold one of them. She wants to adopt a child, but her records of mental illness in the past affected her application for adoption.
es: Michelle vive al lado de Bella, y era el anterior propietario de la casa de Bella, que acaba de vender esta hermosa villa de la playa a los padres de Bella año pasado. Pero ella nunca le dijo a los padres de Bella que hay un pasadizo secreto entre las dos casas que los conecta. Michelle ama a los niños. Se casó y tuvo hijos cuando era muy joven. Tiene 40 años de edad este año. Su marido falleció hace dos años. Sus dos hijos también habían ido a las universidades en otros estados. Debido a que ella no necesitaba las dos cámaras por lo que vendió uno de ellos. Ella quiere adoptar a un niño, pero su historial de enfermedad mental en el pasado afectó a su solicitud de adopción.
ja: ミッシェルはベラ家の隣に住んでいる。彼女はもともとベラの家のオーナーだった。去年このきれいな別荘をベラの両親に売ったばかりだ。しかし彼女はベラの両親に、二つの家が抜け道で結ばれていることを教えていない。 ミッシェルは子どもが大好きで、早くに結婚して子供を産んだ。今年四十歳で、おととし夫が亡くなり、二人の子どもも他の州の大学へ行った。二つの家は大きすぎて使わないので、彼女は一軒を売ってしまった。 彼女は養子を取りたいが、彼女には精神病の記録があって、養子の申請に影響している。
ru: Мишель живет по соседству с Беллой. Она была бывшей владелицей дома Беллы.В прошлом году она продала эту красивую дачу рядом с пляжем родителям Беллы. Но она никогда не говорила с родителями Беллы, что существует тайный проход между двумя домами. Мишель очень любит детей. Она вышла замуж и родила детей в очень раннем возрасте. Ее муж скончался два года назад, когда ей было 40 лет. Ее двое детей также уехали в другие районы для продолжения учебы в университете. Она продала один дом из двух, так как ей не нужно так много домов. Она хотела усыновить ребенка, но у нее всегда не получалось из-за ее записи о психическом заболевании.
zh_hans: 蜜雪儿住在贝拉家的隔壁，她也是原来贝拉房屋的屋主，去年刚把这栋漂亮的海滩别墅卖给贝拉的父母亲。但她从未告知贝拉的父母亲在这两栋房子之间有个密道，可以连结两个房子。 蜜雪儿很喜欢小孩，她很早就结婚生子，今年四十岁，前年丈夫去世，两个小孩也到了外州去念大学，因为两个房子太大没用，她就把一间卖掉。 她想要申请领养小孩，但是因为她曾经有精神疾病的纪录，影响了她申请领养小孩的程序。
zh_hant: 蜜雪兒住在貝拉家的隔壁，她也是原來貝拉房屋的屋主，去年剛把這棟漂亮的海灘別墅賣給貝拉的父母親。但她從未告知貝拉的父母親在這兩棟房子之間有個密道，可以連結兩個房子。 蜜雪兒很喜歡小孩，她很早就結婚生子，今年四十歲，前年丈夫去世，兩個小孩也到了外州去念大學，因為兩個房子太大沒用，她就把一間賣掉。 她想要申請領養小孩，但是因為她曾經有精神疾病的紀錄，影響了她申請領養小孩的程序。

# s1m1
source: Hope to hide Bella and make Bella her own sister.
es: La esperanza de ocultar Bella y hacer que Bella a su propia hermana.
ja: ベラを隠して自分の妹にしたい。
ru: Воображая Беллу своей сестрой, она спрятала её.
zh_hans: 希望把贝拉藏起来当作自己的妹妹。
zh_hant: 希望把貝拉藏起來當作自己的妹妹。

# s1m2
source: Want to hide Bella to attract her parents' attention.
es: Desea ocultar Bella para atraer la atención de sus padres.
ja: ベラを隠して父母の注意を引きたい。
ru: Она спрятала Беллу, чтобы привлечь внимание родителей.
zh_hans: 把贝拉藏起来以引起父母的注意。
zh_hant: 把貝拉藏起來以引起父母的注意。

# s2m1
source: Had the experience of losing his dog only to find out later that it was taken out to play by the neighborhood kids without him knowing it.
es: Tenía la experiencia de perder a su perro sólo para descubrir más tarde que fue sacado a jugar con los niños del barrio, sin que él lo supiera.
ja: 愛犬を失った経験がある。後で愛犬は近所の子供に遊びに連れて行かれて失踪したことが分かった。
ru: У него раньше потерялась собака, и позже узнал , что ее тайно взяли соседкие дети.
zh_hans: 曾经有爱狗遗失并发现爱狗是被邻居小孩偷牵出去玩而失踪的经验。
zh_hant: 曾經有愛狗遺失並發現愛狗是被鄰居小孩偷牽出去玩而失蹤的經驗。

# s2m2
source: Enjoy quietness, and hate it when the neighbors have parties.
es: Disfrute de la tranquilidad, y odio cuando los vecinos tienen partes.
ja: 静かな環境が好きで、近所でパーティーが開かれるのを嫌がっている。
ru: Он наслаждается тишиной и ненавидит, что рядом с его домом устраивается вечеринка.
zh_hans: 喜欢安静，最讨厌邻居举办派对。
zh_hant: 喜歡安靜，最討厭鄰居舉辦派對。

# s3m1
source: Treat Bella as her and her ex-boyfriend's child.
es: Tratar Bella como su ex-novio hija.
ja: ベラを自分と元彼の子どもにする。
ru: Она думала, что Белла могла стать ее ребенком, и ребенком от своего бывшего парня.
zh_hans: 把贝拉当成自己和前男友的小孩。
zh_hant: 把貝拉當成自己和前男友的小孩。

# s3m2
source: Hope to get her boyfriend back by Bella.
es: La esperanza de obtener su novio de vuelta por Bella.
ja: ベラを使って元彼とよりを戻したい。
ru: Она хотела восстановить отношение со своим бывшим паренем благодаря Белле.
zh_hans: 希望能藉由贝拉和前男友复合。
zh_hant: 希望能藉由貝拉和前男友復合。

# s4m1
source: Have criminal records.
es: Tener antecedentes penales.
ja: 犯罪の前科がある。
ru: У него есть судмость.
zh_hans: 有犯罪前科。
zh_hant: 有犯罪前科。

# s4m2
source: Short of money, could have received money from Emily.
es: Corto de dinero, podría haber recibido dinero de Emily.
ja: 金が足りず、 ミッシェルから金を受け取ったかもしれない。
ru: У него не хватает денег и он мог получить деньги от Эмили по какой-то причине.
zh_hans: 缺钱，可能收了蜜雪儿的钱。
zh_hant: 缺錢，可能收了蜜雪兒的錢。

# s5m1
source: Fought with Kaden to spoil his party.
es: Luchó con Kaden echar a perder su partido.
ja: ケイデンとケンカしたので，ケイデンのパーティーをダメにしたい。
ru: Он ссорился с Каденом и хотел испортить его вечеринку.
zh_hans: 跟凯登吵架，想破坏凯登的派对。
zh_hant: 跟凱登吵架，想破壞凱登的派對。

# s5m2
source: Want to poke fun at Bella.
es: Quiere burlarse de Bella.
ja: ベラをからかいたい。
ru: Он хотел издеваться над Беллой.
zh_hans: 想捉弄贝拉。
zh_hant: 想捉弄貝拉。

# s6m1
source: Have pedophile tendencies.
es: Tener tendencias pedófilas.
ja: ロリコンの傾向がある。
ru: Он мог быть педофилом.
zh_hans: 有恋童癖的倾向。
zh_hant: 有戀童癖的傾向。

# s6m2
source: Want to treat Bella as his own little girl.
es: Quieres tratar Bella como su propia hija.
ja: ベラを自分の娘にしたい。
ru: Он думал, что Белла могла стать его дочерью.
zh_hans: 想把贝拉当作自己的小女儿。
zh_hant: 想把貝拉當作自己的小女兒。

# s7m1
source: Have records of mental illness. Cannot control her own actions when the symptoms occur.
es: Contar con registros de enfermedades mentales. No puede controlar sus propias acciones cuando se producen los síntomas.
ja: 精神病の前科があって、発作のときには自分の行為をコントロールできない。
ru: У него есть записи о психическом заболевании. Она не может контролировать свои собственные действия, когда возникают симптомы этого заболевания.
zh_hans: 有精神病的前科，发病时无法控制自己的行为。
zh_hant: 有精神病的前科，發病時無法控制自己的行為。

# s7m2
source: Like kids. Want to lock up Bella and make Bella her own child.
es: Al igual que los niños.Quieres bloquear Bella y hacer que Bella a su propia hija.
ja: 子どもが好きで、ベラを閉じ込めて自分の子どもにしたい。
ru: Она любит детей, хочет запереть Беллу и сделать Беллу своим собственным ребенком.
zh_hans: 喜欢小孩，想把贝拉当自己的小孩。
zh_hant: 喜歡小孩，想把貝拉當自己的小孩。

# s1e1
source: Bella's old shoes was found in Annie's playroom.
es: Zapatos viejos de Bella se encontró en sala de juegos de Annie.
ja: ベラーが失った靴
ru: Обувь Беллы была найдена в игровой комнате Энни.
zh_hans: 贝拉遗失的小鞋子。
zh_hant: 貝拉遺失的小鞋子。

# s1e2
source: Annie wrote to her father's letter.
es: Annie escribió la carta de su padre.
ja: 枝に引っかかった紙飛行機はアンニの父親へ出す手紙です。
ru: Энни написала письмо ее отцу.
zh_hans: 卡在树上的纸飞机，是安妮写给的爸爸的信。
zh_hant: 卡在樹上的紙飛機，是安妮寫給的爸爸的信。

# s1e3
source: A sheet music named "My sister Bella" wrote by Annie.
es: Una partitura llamado "Mi hermana Bella", escribió por Annie.
ja: アンニーが書いた楽譜の名前は『ベラーは私の妹』
ru: Ноты под названием "Моя сестра Белла", написаны Энни.
zh_hans: 安妮写的琴谱，乐名是「我的妹妹贝拉」。
zh_hant: 安妮寫的琴譜，樂名是「我的妹妹貝拉」。

# s2e1
source: A dog missing poster.
es: Un perro perdido cartel.
ja: 走失した犬のポスターを探す
ru: Объявление о потерянной собаке.
zh_hans: 寻找走失小狗的海报。
zh_hant: 尋找走失小狗的海報。

# s2e2
source: Bella's little pink ball was found in the closet
es: Pequeña bola rosada de Bella se encontró en el armario
ja: ピンクのボールの上にベラーの名前が書いてある
ru: Маленький розовый шар Беллы был найден в шкафу.
zh_hans: 一个写着贝拉名字的粉红小球。
zh_hant: 一個寫著貝拉名字的粉紅小球。

# s2e3
source: Mr. Johnny's working gloves was found in Annie's garden.
es: Guantes de trabajo del Sr. Johnny se encontró en el jardín de Annie.
ja: ジョンニーさんの黒い工作グローブ
ru: Рабочие перчатки Мистера Джонни былы найдены в саду Энни.
zh_hans: 强尼先生的黑色工作手套。
zh_hant: 強尼先生的黑色工作手套。

# s3e1
source: A baby strap was found.
es: Se encontró una correa de bebé.
ja: 赤ちゃんをおんぶするストラップを発見
ru: Ремень для ребенка был найден.
zh_hans: 背婴儿的背带。
zh_hant: 背嬰兒的背帶。

# s3e2
source: Emilly's cell phone message and her airline ticket was found.
es: Se encontró mensaje de teléfono celular de Emilly y su billete de avión.
ja: エミリの携帯伝言。ニューヨークへの一枚チケット
ru: Нашли сообщение в мобильнике Эмили и ее авиабилет.
zh_hans: 爱蜜丽手机的留言。ㄧ张去纽约的机票。
zh_hant: 愛蜜麗手機的留言。ㄧ張去紐約的機票。

# s3e3
source: A note about adaption baby that wrote from Emily to Michelle.
es: Una nota sobre el bebé adaptación que escribió desde Emily a Michelle.
ja: エミリがミシェルに回答したメモーの中に、子供譲りの内容が〜
ru: Записка про усыновлении ребенка, которую Эмили написала Мишель.
zh_hans: 爱蜜丽回覆给蜜雪儿的便条纸，关於出让小孩，...。
zh_hant: 愛蜜麗回覆給蜜雪兒的便條紙，關於出讓小孩，...。

# s4e1
source: Pierre's trolley was found.
es: Se encontró carro de Pierre.
ja: ピーエレの工作室の印が描いた台車を発見
ru: Тележка Пьера была найдена.
zh_hans: 皮耶工作室印记的推车。
zh_hant: 皮耶工作室印記的推車。

# s4e2
source: Bella's bracelet was found.
es: Se encontró el brazalete de Bella.
ja: ベラのブレスレットを発見
ru: Браслет Беллы был найден.
zh_hans: 贝拉的手环。
zh_hant: 貝拉的手環。

# s4e3
source: Bella's pinafore was found.
es: Se encontró delantal de Bella.
ja: ベラの前掛けを発見
ru: Передник Беллы был найден.
zh_hans: 贝拉的围兜兜。
zh_hant: 貝拉的圍兜兜。

# s5e1
source: Ryan's BB gun was found in Annie's playroom.
es: BB pistola de Ryan fue encontrado en sala de juegos de Annie.
ja: ライアンのBBガン
ru: Игрушечный пистолет Райана был найден в игровой комнате Энни.
zh_hans: 睿恩的BB枪。
zh_hant: 睿恩的BB槍。

# s5e2
source: Ryan's slipper was found in Michelle's soutertain.
es: Zapatilla de Ryan fue encontrado en soutertain de Michelle.
ja: ライアンのスリッパを発見
ru: Тапочка Райана была найдена в в тоннеле в доме Мишели.
zh_hans: 睿恩的拖鞋。
zh_hant: 睿恩的拖鞋。

# s5e3
source: Ryan's frisbee was found in Johnny's garage.
es: Disco volador de Ryan fue encontrado en el garaje de Johnny.
ja: ライアンのフリスビーを発見
ru: Нашли фрисби Райана в гараже дома Джонни.
zh_hans: 睿恩的飞盘。
zh_hant: 睿恩的飛盤。

# s6e1
source: A baby girl's diaper was found.
es: Se encontró el pañal de un bebé.
ja: 女赤ちゃんのおむつを発見
ru: Нашли подгузник для девочки.
zh_hans: 小女婴的尿布。
zh_hant: 小女嬰的尿布。

# s6e2
source: A baby's rattle toy was found in Robert's camera bag.
es: Juguete sonajero de un bebé fue encontrado en el bolso de la cámara de Robert.
ja: ロバートの撮影鞄の中に赤ちゃんのラットー玩具を発見
ru: Нашли погремушку в сумке для видеокамеры Роберта.
zh_hans: 劳伯上锁的摄影包中有婴儿的摇铃玩具。
zh_hant: 勞伯上鎖的攝影包中有嬰兒的搖鈴玩具。

# s6e3
source: There are all pictures of Bella in Robert's camera.
es: Hay todas las imágenes de Bella en la cámara de Robert.
ja: ロバートのカメラの中に、全部ベラーの写真が入っている。
ru: В фотоаппрате Роберта есть все фотографии Беллы.
zh_hans: 劳伯的相机，里面全都是贝拉的照片。
zh_hant: 勞伯的相機，裡面全都是貝拉的照片。

# s7e1
source: Bella's pacifier was found in Michell's handbag.
es: El chupete de Bella se encontró en el bolso de Michell.
ja: ミシェルの鞄の中にベラーのおしゃぶりが入っている。
ru: Нашли соску Беллы в сумке Мишели.
zh_hans: 蜜雪儿的皮包里面有贝拉的奶嘴。
zh_hant: 蜜雪兒的皮包裡面有貝拉的奶嘴。

# s7e2
source: Bella's new born photo was found.
es: Se encontró nueva foto nacida de Bella.
ja: ベラーが病院で出産した写真
ru: Фото новорожденной Беллы было найдено.
zh_hans: 贝拉刚出生在医院里的照片。
zh_hant: 貝拉剛出生在醫院裡的照片。

# s7e3
source: An IOU from Michelle to Pierre was found.
es: Se ha encontrado un IOU de Michelle a Pierre.
ja: ピエレがミシェルに借金した巨額のIOUを発見
ru: Долговая расписка была найдена в одолженном большом кридите. Мишели для Пьера.
zh_hans: 皮耶向蜜雪儿贷款的巨额借据。
zh_hant: 皮耶向蜜雪兒貸款的鉅額借據。

# s1t1
source: Today is Kaden's birthday. I was bored so I took Bella home. We played piano together in the piano room, and went out to play hide-and-seek in the garden.
es: Hoy es el cumpleaños de Kaden. Me aburría, así que tomé Bella para casa. Jugamos el piano juntos en la sala de piano, y salimos a jugar al escondite y buscar en el jardín.
ja: 今日はカイトの誕生日で、うっとうしいから、ベラーを連れて帰りました。一緒にピアノ室でピアノを弾いて、花園で隠れん坊をしました。
ru: Сегодня день рождения Каден. Мне было скучно, поэтому я взяла Беллу домой. Мы вместе играли на рояле в комнате, потом вышли в сад и там играли в прятки.
zh_hans: 今天是凯登的生日，我觉得很无聊，就带贝拉回家，一起在钢琴室里弹钢琴，还去花园玩躲迷藏。
zh_hant: 今天是凱登的生日，我覺得很無聊，就帶貝拉回家，一起在鋼琴室裡彈鋼琴，還去花園玩躲迷藏。

# s1t2
source: In the garden we saw Mr. Johnny staring at us so we screamed and ran away to hide. And I had not seen little Bella after that.
es: En el jardín que vimos al Sr. Johnny mirando a nosotros, así que gritó y corrió a esconderse. Y yo no había visto poco después de que Bella.
ja: その後、花園でジョンニーさんが私達を睨んで、私達が叫びながら走り出して隠れていました。こうして、私はもうベラーを見えませんでした。
ru: В саду мы увидели, что Мистер Джонни на нас смотрел. Мы закричали и побежали, чтобы спрятаться, после чего я больше не видела Беллу.
zh_hans: 後来在花园里看到强尼先生瞪着我们，我们就尖叫着跑出去躲，就这样我就再也没看到小贝拉了。
zh_hant: 後來在花園裡看到強尼先生瞪著我們，我們就尖叫著跑出去躲，就這樣我就再也沒看到小貝拉了。

# s1t3
source: I did not hide Bella. I ran away to hide from Mr. Johnny. Maybe Mr. Johnny took Bella...
es: No escondí Bella. Me escapé de ocultar el Sr. Johnny. Tal vez el Sr. Johnny tomó Bella ...
ja: ベラーを隠していません。私は走り出したのはジョンニーさんを避けたいだけです。もしかすると、ジョンニーさんがベラーを〜
ru: Я не спрятала Беллу. Я убежала, чтобы скрыться от мистера Джонни. Наверное, Мистер Джонни взял Беллу ...
zh_hans: 我没有藏贝拉，我跑开是为了要躲开强尼先生，也许强尼先生把贝拉抓走了....
zh_hant: 我沒有藏貝拉，我跑開是為了要躲開強尼先生，也許強尼先生把貝拉抓走了....
