Repository: alexislintw/Where-is-Bella
Catalog: whereisbella/ResourcesUniversal/localizable_strings/*.lproj/suspects_setting.strings
Languages: es, ja, ru, zh_hans, zh_hant

# s2t1
source: Isn't raising a dog like raising a kid? Who should be in responsible when the dog is missing? What could happen when a child gets lost?
es: ¿No es la crianza de un perro como criar a un niño? Quién debería estar a cargo cuando el perro le falta? ¿Qué puede suceder cuando un niño se pierde?
ja: 犬飼うよりは子供を飼った方が増しです。犬が失ったのは誰が賠償しますか？子供が失ったら、何が起こりますか？
ru: Разве заведенная собака является менее важной, чем ребенок? Кто должен нести ответственность за потерю собаки? Что может произойти с потерянным ребенком?
zh_hans: 养狗不如养小孩吗？狗狗走失了谁应该来偿还？一个小孩走失能发生什麽事情？
zh_hant: 養狗不如養小孩嗎？狗狗走失了誰應該來償還？一個小孩走失能發生什麼事情？

# s2t2
source: That little pink ball with Bella's name on it was brought back by my dog from the beach. It has been here since.
es: Esa pequeña bola de color rosa con el nombre de Bella en él fue traído de vuelta a mi perro de la playa. Ha estado aquí desde entonces.
ja: ベラーの名前が書いたそのピンクのボールは、以前、私の愛犬が海辺で拾った物で、そのままここに置いてありました。
ru: Этот маленький розовый шар с именем Белла был доставлен моей собакой на пляже и с тех пор остался в гараже.
zh_hans: 那个写着贝拉名字的粉红小球，是以前我的爱狗在海滩上咬回来的，就留在这里。
zh_hant: 那個寫著貝拉名字的粉紅小球，是以前我的愛狗在海灘上咬回來的，就留在這裡。

# s2t3
source: Why would I kidnap a noisy kid? I am not going to get myself in that kind of trouble.
es: ¿Por qué iba yo a secuestrar a un niño ruidoso? Yo no voy a meterme en ese tipo de problemas.
ja: 私はなんで、煩い子供を誘拐するのですか！私は自ら災難を招きませんよ！
ru: Зачем мне похитить шумного ребенка? Я не собираюсь заполучить себе такую беду. Эта маленькая девочка бежала ,плакала и упала.
zh_hans: 我为什麽要拐走一个吵闹的小孩！我才不会自讨苦吃！
zh_hant: 我為什麼要拐走一個吵鬧的小孩！我才不會自討苦吃！

# s2t4
source: That little girl was running and crying when she fell. I took off my gardening gloves for not wanting to make her dirty.
es: Esa niña estaba corriendo y llorando cuando ella se cayó. Me quité los guantes de jardinería para no querer hacer su sucio. Cuando estaba a punto de tirar de ella,
ja: あの女の子が泣きながら走り出して転んだから、私はあの子を汚さないために、園芸のグローブを脱いで、ちょうと助けようとするとき、
ru: Я хотел помочь, снял перчатки, чтобы не сделать ее грязной. Когда я собирался вытащить ее на руки, видел женщину, похожую на медсестру, работающую в больнице.
zh_hans: 贝拉边哭边跑摔倒在地上，我脱掉园艺手套，怕弄脏她，正要把她拉起来的时候，
zh_hant: 貝拉邊哭邊跑摔倒在地上，我脫掉園藝手套，怕弄髒她，正要把她拉起來的時候，

# s2t5
source: When I was just about to pull her up, someone who looked like a nurse working in a hospital came over towards the little girl, so I turned around and left.
es: alguien que se parecía a una enfermera que trabaja en un hospital se acercó a la niña, así que me di la vuelta y me fui.
ja: 病院で働いているみたいな看護婦さんが女の子に向かって歩いてきたから、私は背後に向かって去っていきました。
ru: Она подошла к девочке, вот я повернулся и ушел.
zh_hans: 一个像是在医院工作的护士，朝小女孩走过来，我就转身离开了！
zh_hant: 一個像是在醫院工作的護士，朝小女孩走過來，我就轉身離開了！

# s3t1
source: I came to give Kaden his birthday gift. I wish that their whole family is happy.
es: Vine a darle Kaden su regalo de cumpleaños. Me gustaría que toda la familia está feliz.
ja: 私はカイトのプレゼントを届きにきました。私は彼の一家の幸せを望んでいます。
ru: Я пришла, чтобы подарить Кадену подарок в его день рождения. Я хотела пожелать всем членам семьи счастья.
zh_hans: 我是来送凯恩生日礼物的，我希望他们一家人幸福快乐。
zh_hant: 我是來送凱恩生日禮物的，我希望他們一家人幸福快樂。

# s3t2
source: The ticket is because I want to surprise my ex-boyfriend. I believe he still is in love with me.
es: El billete es porque quiero sorprender a mi ex-novio. Creo que todavía está enamorado de mí.
ja: トの事は前彼氏に驚きをするためで、またあたしのことを愛していると信じています。
ru: Авиабилет является сюрпризом для моего бывшего пареня. Я верю, что он еще любит меня. У меня была эта записка, так как Мишель упомянула, что она хотела усыновить ребенка.
zh_hans: 机票是因为我想要给前男友一个惊喜，我相信他还是爱着我。
zh_hant: 機票是因為我想要給前男友一個驚喜，我相信他還是愛著我。

# s3t3
source: The note is because Michelle mentioned to me before that she wanted to adopt a kid. I saw Bella in the living room so I took Bella to the beach to play.
es: La nota se debe a que Michelle me mencionó antes que quería adoptar un niño. vi a Bella en la sala de estar, así que tomé a Bella a la playa a jugar.
ja: チケッメモー用紙は、ミシェルがあたしに養子を受け取りたいと。
ru: Я видела Беллу в гостиной, поэтому я взяла ее на пляж, чтобы там поиграть. Мы в пути встретились с Пьером.
zh_hans: 纸条是因为蜜雪儿曾经跟我提过她想要领养小孩。我看到贝拉在客厅，於是我带贝拉去海边玩水，
zh_hant: 紙條是因為蜜雪兒曾經跟我提過她想要領養小孩。我看到貝拉在客廳，於是我帶貝拉去海邊玩水，

# s3t4
source: We ran into Pierre coming back to his studio after surfing. Pierre told me that he had finished making the glass surfing ornament that I had asked him to make for my boyfriend,
es: Nos encontramos con Pierre volver a su estudio después de navegar. Pierre me dijo que había terminado de hacer el cristal surf adorno que yo le había pedido que hiciera para mi novio,
ja: ベラーが応接間に居たから、ついでにベラーを海辺に連れて行って、ちょうと、ピエレがサーフィンし終わって、工作室に戻る途中で会いました。
ru: Он тогда вернулся к себе в студию после серфинга. Пьер сказал мне, что он для моего парня сделал орнамент серфинга из стекла,
zh_hans: 遇到皮耶刚冲完浪要回工作室，皮耶跟我说已经做好了我订做要送男友的玻璃冲浪摆饰，
zh_hant: 遇到皮耶剛衝完浪要回工作室，皮耶跟我說已經做好了我訂做要送男友的玻璃衝浪擺飾，

# s3t5
source: just then Bella wanted to get down and to go look for Annie, so I put Bella down and went with Pierre to his studio.
es: en ese momento Bella quería bajar y para ir a buscar a Annie, así que me puse a Bella y me fui con Pierre a su estudio.
ja: ピエレはあたしが頼んだ彼氏に贈るガラスで作ったサーフィンの飾り物が完成したと言いました。そのとき、ベラーがアンニに会いに行くと言って、故に、ベラーを離して、ピエレと一緒に彼の工作室へ行きました。
ru: в то же время Белла хотела спуститься и идти к Энни, я положила ее и пошла с Пьером в его студию.
zh_hans: 这时贝拉想要下来要去找安妮，所以我就把贝拉放下，跟皮耶一起到他的工作室中。
zh_hant: 這時貝拉想要下來要去找安妮，所以我就把貝拉放下，跟皮耶一起到他的工作室中。

# s4t1
source: Even though I committed a crime before, it does not mean that I will keep committing other crimes. Why look at me so differently?
es: A pesar de que he cometido un delito antes, esto no significa que voy a seguir cometiendo otros delitos. ¿Por qué me mira de manera tan diferente?
ja: 罪を起こしたら、ずっと犯罪するとは限りません。なんで異様な目線で私を見つめていますか？
ru: Я раньше совершал преступление, но это не значит, что я буду заниматься тем же сейчас. Почему все на меня так смотрят?
zh_hans: 犯过罪，不见得会一直再犯罪，为什麽要用异样的眼光看待我？
zh_hant: 犯過罪，不見得會一直再犯罪，為什麼要用異樣的眼光看待我？

# s4t2
source: I had done something that hurt the community, but I am making it up now by giving my time back to the community.
es: Yo había hecho algo que lastima a la comunidad, pero estoy inventando ahora dando mi tiempo a la comunidad.
ja: 私は団地に傷つけたことがありました。でも、私は今、返済しています。私の時間をかけて、団地にフィードバックしています。
ru: Я раньше совершил отвратный поступок в своем родном районе, поэтому сейчас я трачу много времени на искупительную деятельность.
zh_hans: 我曾经做过伤害社区的事情，我现在正在偿还，付出我的时间去回馈社区。
zh_hant: 我曾經做過傷害社區的事情，我現在正在償還，付出我的時間去回饋社區。

# s4t3
source: I don't know why Bella's pinafore would be in my studio, perhaps Emily brought it here when she came to see me.
es: No sé por qué delantal de Bella estaría en mi estudio, quizás Emily trajo aquí cuando vino a verme.
ja: なんでベラーの前掛けが私の工作室に在ったかは知りません。もしかすると、エミリが私の作品を見に来た時に持って来たかもしれません。
ru: Я не знаю, как передник Беллы попал в мою студию. Возможно, Эмили его сюда принесла.
zh_hans: 我不知道为什麽贝拉的围兜兜会在我的工作室中，也许是爱蜜丽来看我的作品时带进来的。
zh_hant: 我不知道為什麼貝拉的圍兜兜會在我的工作室中，也許是愛蜜麗來看我的作品時帶進來的。

# s4t4
source: The little boy Ryan borrowed my studio's trolley from me. But I don't know what he was going to use it for.
es: El niño Ryan prestado carro de mi estudio de mí. Pero yo no sé lo que iba a utilizarlo.
ja: 工作室の台車はライアンと言う男の子に貸しましたから。何をするかはわかりません
ru: Мальчик Райан попросил у меня тележку в студии, но не сказал, зачем ему она нужна.
zh_hans: 我工作室的推车是小男孩睿恩跟我借走的！但我不知道他要做什麽？
zh_hant: 我工作室的推車是小男孩睿恩跟我借走的！但我不知道他要做什麼？

# s5t1
source: I like to play with Annie and Bella. Their long hair look lovely and I'd like to pull it. But if they cry and shout and don't behave themselves, I will act like a cop and arrest the bad kids.
es: Me gusta jugar con Annie y Bella. Su pelo largo muy guapa y me gustaría llevarlo a cabo. Pero si lloran y gritan y no se portan bien, voy a actuar como un policía y detener a los chicos malos.
ja: 私はアンニとベラーと遊ぶことが好きです。彼女らの髪の毛が長くて可愛い、ちょっと引っ張ってみたかったです。もし彼女らが良い子にしないと、私が警察になって、悪い子を捕まえます。
ru: Мне нравится играть с Энни и Беллой. У них есть красивые и длинные волосы. Я хотел бы попробовать их потащить. Но если они начинают плакать и кричать и вести себя шумно, я буду прикидывать их, как полиция будет арестовывать непослушнных детей.
zh_hans: 我喜欢和安妮，贝拉玩。她们的长头发很可爱，我想拉拉看。但如果她们乱哭乱叫不乖的话，我就会当警察把坏小孩抓起来。
zh_hant: 我喜歡和安妮，貝拉玩。她們的長頭髮很可愛，我想拉拉看。但如果她們亂哭亂叫不乖的話，我就會當警察把壞小孩抓起來。

# s5t2
source: I like to explore and play hide and seek. Once I was trying to hide from Mr. Johnny's dog when I accidentally found the entrance to the tunnel to aunt Michelle's house.
es: Me gusta explorar y jugar a las escondidas. Una vez que yo estaba tratando de esconderse de los perros del señor Johnny cuando accidentalmente encontré la entrada del túnel a la casa de la tía Michelle.
ja: 私は冒険も、隠れん坊も好きです。一回、無理矢理にジョンニーさんの犬を避ける時に、ミシェル叔母さんの家の地下通路を見つけました。
ru: Мне нравится исследовать окружающую среду и играть в прятки. Однажды, я случайно обнаружил вход тоннеля в доме тети Мишель, когда я пытался спрататься от собаки Мистера Джонни.
zh_hans: 我也喜欢探险，喜欢玩躲猫猫。有一次就是为了要躲强尼先生家的狗，发现了蜜雪儿阿姨家里的地下通道的出口。
zh_hant: 我也喜歡探險，喜歡玩躲貓貓。有一次就是為了要躲強尼先生家的狗，發現了蜜雪兒阿姨家裡的地下通道的出口。

# s5t3
source: I saw Emily, Pierre, and Bella on the beach from the viewing platform so I followed them down to the beach.
es: Vi a Emily, Pierre, y Bella en la playa desde el mirador, así que los seguí hasta la playa.
ja: 私はベランダでエミリとピエレとベラーが海辺にいったのを見まして、わたしもついでに行きました。
ru: Я на смотровой площадке видел Эмили, Пьера, и Беллу на пляже, я последовал за ними на пляж.
zh_hans: 我在观景台上看到爱蜜丽和皮耶还有贝拉在海滩上，所以我也跟了下去。
zh_hant: 我在觀景台上看到愛蜜麗和皮耶還有貝拉在海灘上，所以我也跟了下去。

# s5t4
source: The person whom I dislike the most is the photographer uncle Robert because he kept taking pictures of Bella from Kaden's birthday party in the house to the outside, and all the way to the beach.
es: La persona a la que menos me gusta es el fotógrafo tío Robert porque no dejaba de tomar fotos de Bella de la fiesta de cumpleaños de Kaden en la casa al exterior, y todo el camino a la playa.
ja: 私が一番嫌いのはカメラマンのロバート叔父さん、彼はずっとベラーの写真を取り続いて、カイトの誕生日パーテイーでの屋内から外に、しかも海辺まで行きました。
ru: Я не люблю фотографа дядя Роберта больше всего, так как он снимает фотографии Беллы везде, на вечеринке Кадена, на улице , и даже на пляже.
zh_hans: 我最讨厌的人是摄影师劳伯叔叔，因为他一直再拍贝拉，从凯登的生日派对屋里拍到屋外，还跟到海滩。
zh_hant: 我最討厭的人是攝影師勞伯叔叔，因為他一直再拍貝拉，從凱登的生日派對屋裡拍到屋外，還跟到海灘。

# s5t5
source: He's like a fly... you just can't drive it off!
es: Es como una mosca ... usted no puede conducir en forma!
ja: 蠅の様に払いきれないですね。
ru: Он как муха, которую нельзя отмахнуть.
zh_hans: 像个苍蝇...挥都挥不走！
zh_hant: 像個蒼蠅...揮都揮不走！

# s6t1
source: We were hoping that our fourth child would be a girl so we had bought all the items for a baby girl during my wife's pregnancy wishing that our hope would come true. But still, it went against our wish.
es: Teníamos la esperanza de que nuestro cuarto hijo sería una niña, así que habíamos comprado todos los elementos para un bebé durante el embarazo de mi esposa deseando que nuestra esperanza se haría realidad.
ja: 私達の四番女の子は女の子が欲しかったのです、だから、女房が妊娠しているとき、女の子用の赤ちゃんグッツを全部買いました。望みは願う様にね。でも、真実とは違いました。
ru: Мы надеялись, что наш четвертый ребенок будет девочкой, поэтому, мы купили все предметы для девочки , когда моя жена была беременной. Тем не менее, у нас желание не сбылось.
zh_hans: 我们希望我们第四个孩子是女孩，所以在我老婆怀孕的时候，我们都买好女婴用的物品，希望愿望能成真，但没想到还是事与愿违。
zh_hant: 我們希望我們第四個孩子是女孩，所以在我老婆懷孕的時候，我們都買好女嬰用的物品，希望願望能成真，但沒想到還是事與願違。

# s6t2
source: That baby girl's diaper was actually for my boy. The baby's rattle toy was a prop when I am taking pictures of babies. I will take pictures of baby boys as well as baby girls.
es: Pero aún así, iba en contra de nuestra voluntad. El pañal de la niña que en realidad era para mi hijo. Traqueteo del juguete del bebé era un apoyo cuando estoy tomando fotos de bebés.
ja: その女の子用のおむつは私の息子が使っています。鈴の玩具は私がベビーを撮影する時に使っている道具です。男の子と女の子とも取ります。
ru: На самом деле, подгузник для девочек был использован для моего сына. Погремушка помагает мне фотографировать младенцев.
zh_hans: 那女婴的尿布其实是我儿子的尿布。摇铃玩具是我拍摄婴儿照时的道具，不论男女我都会拍。
zh_hant: 那女嬰的尿布其實是我兒子的尿布。搖鈴玩具是我拍攝嬰兒照時的道具，不論男女我都會拍。

# s6t3
source: The reason why I only took Bella's pictures was because I felt that it was the purest image.
es: Voy a tomar fotos de los bebés, así como de los bebés. La razón por la que sólo tomé fotos de Bella era porque sentía que era la imagen más pura. Cuando yo estaba tomando la última foto, vi a Michelle y Emily.
ja: なんでベラーだけを取ったというと、それが最も単純な映像だと思っています。
ru: Я снимаю фотографии и мальчиков, и девочек. В камере были все изображения Беллы, так как я думал, что они были самыми простыми и чистыми изображениями в мире.
zh_hans: 我之所以都拍贝拉是因为我觉得那是最单纯的影像。
zh_hant: 我之所以都拍貝拉是因為我覺得那是最單純的影像。

# s6t4
source: When I was taking the last photo, I saw Michelle and Emily. They seemed to be talking about some secrets.
es: Parecían estar hablando de algunos de los secretos.
ja: ベラーの写真を最後の一枚を取ったその時、ミシェルとエミリを見ました。彼女らはこっそりと何かの秘密を討論しているみたいです。
ru: Когда я снял последнюю фотографию, я увидел Мишель и Эмили. Они, казалось, говорили о какой-то тайне.
zh_hans: 拍最後一张贝拉的照片时，我看到蜜雪儿与爱蜜丽，她们似乎在谈论些甚麽秘密。
zh_hant: 拍最後一張貝拉的照片時，我看到蜜雪兒與愛蜜麗，她們似乎在談論些甚麼祕密。

# s7t1
source: From afar at Bella's home, I saw Emily walking back to Annie's garden with Bella. So I walked over to Annie's garden as well.
es: Desde lejos en la casa de Bella, vi Emily caminando de regreso al jardín de Annie con Bella. Así que me acerqué al jardín de Annie también. Pero sólo vi Emily allí, así que acabamos de decir hola a los demás.
ja: 私は遠くでベラー家を見て、エミリがベラーの手をつないでアンニの花園に戻りました。だから私もアンニの花園に行きました。
ru: Издали дома Беллы, я видела Эмили с Беллой вошла в сад дома Энни. Поэтому я тоже туда пошла.
zh_hans: 我远远地在贝拉家里，就看到爱蜜丽带着贝拉走回安妮的花园。所以我也走去安妮的花园。
zh_hant: 我遠遠地在貝拉家裡，就看到愛蜜麗帶著貝拉走回安妮的花園。所以我也走去安妮的花園。

# s7t2
source: But I only saw Emily there so we just said Hi to each other. Because she is a nurse, so she cares about my health condition very much.
es: Porque ella es enfermera, así que ella se preocupa por mi estado de salud mucho. Aunque no tengo registros de la enfermedad mental en el pasado, todavía tiene la capacidad para cuidar de un bebé.
ja: その時エミリしか見えなくて、私達は只お互いに挨拶しただけです。彼女は看護婦だから、私の病状、非常に関心を持ってくれました。
ru: Но я только видела Эмили там и мы просто поздоровались друг с другом. Она работает медсестрой, поэтому она очень заботится о состоянии моего здоровья.
zh_hans: 但我只看到爱蜜丽，所以我们只是互相打声招呼。因为她是护士，所以她很关心我的病情。
zh_hant: 但我只看到愛蜜麗，所以我們只是互相打聲招呼。因為她是護士，所以她很關心我的病情。

# s7t3
source: Though I have records of mental illness in the past, I still have the ability to care for a baby. So I arranged this place to be like a nursery in heaven. This nursery is close to the ocean and ocean is just like a mother's womb.
es: Así que me dispuse que este lugar era como un vivero en el cielo. Este vivero está cerca del mar y el océano es como el vientre de una madre.
ja: 私は精神疾病の記録を持っていますが、でも、私は一人の子供のお世話をする能力があります。ゆえに、私はこの地道のインテリを天国のような赤ちゃん室にしました。
ru: Хотя у меня раньше было психическое заболевание, я все же способна ухаживать за ребенком. Так что я устроил этот подкоп и сделала его прекрасной детской комнатой.
zh_hans: 虽然我有精神疾病的纪录，但我还是有能力去照顾一个小孩的。所以我把这个地道布置得像一个天堂的婴儿室，这个婴儿室可以和海洋很近，海洋就像是母亲的子宫。
zh_hant: 雖然我有精神疾病的紀錄，但我還是有能力去照顧一個小孩的。所以我把這個地道佈置得像一個天堂的嬰兒室，這個嬰兒室可以和海洋很近，海洋就像是母親的子宮。

# s7t4
source: I wish that the baby that I adopt could grow up in an environment like being surrounded by a mother's warm womb, safe and sweet.
es: Me gustaría que el bebé que adopto podría crecer en un ambiente como estar rodeado de vientre cálido de la madre, seguro y dulce. En cuanto a Pierre, que es en realidad un joven tan bien!
ja: ん室は海に近いし、海は母親の子宮見たいです。私は養子にした赤ちゃんが母親の暖かい子宮の環境に囲まれてすくすくと成長してほしいです。安全で甘くて〜。
ru: Эта комната близка к океану, океан символизирует утробу матери. Я хочу, чтобы ребенок, которого я принимаю, может расти в теплой среде и окружаться утробой матери, безопасно и красиво.
zh_hans: 我希望我领养的婴儿能在一个像母亲温暖的子宫环抱的环境下长大，安全又甜美。
zh_hant: 我希望我領養的嬰兒能在一個像母親溫暖的子宮環抱的環境下長大，安全又甜美。

# s7t5
source: As for Pierre, he is really such a fine young man! I thought I could loan him money to help him get a fresh start! His having a criminal record is just like my having records of mental illness, they don't mean that we are bad people!
es: Pensé que podía prestarle el dinero para ayudar a conseguir un nuevo comienzo! Su tener antecedentes penales es igual que mis tengan registros de la enfermedad mental, no quieren decir que somos malas personas!
ja: この赤ちゃピエレは本当にいい青年です！私の感で彼にお金を貸せれます。彼にリスタートできる様にね！牢屋二入った記録は私の精神疾病の記録と同じです。我々は悪い人だと言えません！
ru: Что касается Пьера, он действительно хороший парень! Я предпочитаю одолжить ему деньги, чтобы помочь ему начать новую жизнь! У него есть судимости, как у меня есть записи психических заболеваний, но это не означает, что мы плохие люди!
zh_hans: 对於皮耶，他真的是一个好青年！我就觉得可以借钱给他，让他重新开始！有牢狱纪录就像我有精神疾病的纪录一样，不代表我们就是坏人！
zh_hant: 對於皮耶，他真的是一個好青年！我就覺得可以借錢給他，讓他重新開始！有牢獄紀錄就像我有精神疾病的紀錄一樣，不代表我們就是壞人！
